{"8733":{"polarity":"change","sentence":"I don't know, you become sedentary, don't you? No, it seems that-- No, actually, this is quite exciting. It quite [unintelligible 00:31:28]"},"5368":{"polarity":"neutral","sentence":"I don't know. Kind of nothing, really."},"3016":{"polarity":"neutral","sentence":"That one I haven't shared yet."},"8265":{"polarity":"neutral","sentence":"Uh."},"3028":{"polarity":"change","sentence":"Which was the reason why I didn't want quite to address 'cause I know better. I-"},"3927":{"polarity":"neutral","sentence":"Well, I remember you. Yeah, we met once before."},"8747":{"polarity":"neutral","sentence":"-observing as it were?"},"8503":{"polarity":"neutral","sentence":"Because, you know, they'll invite me for dinner and so on."},"8983":{"polarity":"neutral","sentence":"Yeah. My doctor said he called something in."},"8677":{"polarity":"neutral","sentence":"And you need-- I'm getting this cup of coffee and maybe I'm—"},"8513":{"polarity":"neutral","sentence":"I mean, I never bothered to boil an egg in the water, you know."},"4007":{"polarity":"sustain","sentence":"I-I mean, I know I can, but it's really difficult."},"9018":{"polarity":"neutral","sentence":"He didn't tell me, he just phoned it in."},"1742":{"polarity":"neutral","sentence":"Oh, he just said that the risks are-are up, I think he called it elevated but, uh, you know, uh, that I'm at a higher risk of having a stroke or a heart attack down the line, uh, you know, that's down the line."},"8409":{"polarity":"neutral","sentence":"Are you saying that they-they like they can't digest insulin or is that?"},"6124":{"polarity":"sustain","sentence":"Well, I did a research on the chronic inhaler, and I saw that there were steroids in it, and I do not want my daughter taking steroids. I read about all the side effects of steroids and all the potential health problems. I don't want her taking them, and I just want to tell you right up front, I do not want to hear anything about the fact that I do smoke. Um, I smoke outside, I smoke away from her. I do not ever do it around her. So I do not want to hear about that."},"8421":{"polarity":"neutral","sentence":"Is that what happened?"},"5360":{"polarity":"neutral","sentence":"Um, I was thinking about what you might ask me, what I would say. I'm thinking about my kids, thinking about having to take a day off work."},"8447":{"polarity":"neutral","sentence":"Um, I haven't noticed."},"5823":{"polarity":"change","sentence":"No-no. I'd-I'd like to just be normal as well. I'd real-- I'd like to just be normal where I don't have to take medicine, and I don't end up in the hospital three times a year, and I don't find myself in the neighbor's yard—"},"8745":{"polarity":"neutral","sentence":"Oh, so if I was obs- if I was sort of-"},"6126":{"polarity":"sustain","sentence":"Okay, I-I am not going to allow her to take any kind of steroid. I am not going to allow that to happen. She's my daughter. She's my responsibility, and I'm not going to allow that to happen, and I absolutely make sure that the smoking does not affect her."},"671":{"polarity":"change","sentence":"Uh, I guess it's okay. I mean, I just I want her to be healthy and safe."},"5721":{"polarity":"sustain","sentence":"-relaxed."},"8607":{"polarity":"neutral","sentence":"No."},"3963":{"polarity":"neutral","sentence":"Well, they told me that I need to be able to walk down the hallway and back, even with the walker, being secure and not with the wobblies."},"4740":{"polarity":"neutral","sentence":"Okay, but I just wanted to know if it interacts with phenelzine?"},"5192":{"polarity":"change","sentence":"Mm-hmm."},"8369":{"polarity":"neutral","sentence":"Well, yeah. I mean, as far as I know, I hadn't seen him for-"},"9031":{"polarity":"change","sentence":"Sure. I'm just gonna take one tablet of the cholesterol statin, uh, in the evening with all my other medications. And I guess I'll switch to orange juice. And if I notice any bad muscle pains, then I'll be sure to call Dr. Ferris right away."},"5821":{"polarity":"change","sentence":"I-I-I get edgy."},"8643":{"polarity":"change","sentence":"Domino effect, yeah."},"410":{"polarity":"neutral","sentence":"Mm-hmm."},"3286":{"polarity":"neutral","sentence":"Yeah."},"8537":{"polarity":"neutral","sentence":"Well—"},"5358":{"polarity":"neutral","sentence":"Uh, just my own."},"9058":{"polarity":"change","sentence":"Mm-hmm. I'm a little I'm a couple of down. I used to drink four at night, now I'm down to three at least."},"9068":{"polarity":"neutral","sentence":"So, I don't know if it's that-that's where I'm confused. I don't know how this could be happening."},"5725":{"polarity":"neutral","sentence":"Um-"},"8659":{"polarity":"neutral","sentence":"Maybe."},"8305":{"polarity":"sustain","sentence":"No, not at all."},"8577":{"polarity":"sustain","sentence":"Oh, yeah, yeah. I have two sugars. A couple of sugar in coffee. Yeah, yeah."},"8505":{"polarity":"neutral","sentence":"And, yeah, yeah, yeah. I guess, you know, that's when you, well, or whatever reason, you split up in life."},"5388":{"polarity":"neutral","sentence":"I just-- I'd love to be able to see them whenever I can, whenever I wanted to."},"8829":{"polarity":"sustain","sentence":"Not too much."},"5737":{"polarity":"neutral","sentence":"Right."},"5292":{"polarity":"sustain","sentence":"I don't know. It seems overwhelming to me."},"5715":{"polarity":"neutral","sentence":"And-and-and, uh—"},"8379":{"polarity":"neutral","sentence":"-if it's a gene-- you are more likely than not to get it?"},"8773":{"polarity":"neutral","sentence":"Yeah, you see—"},"8669":{"polarity":"change","sentence":"I love the social aspect of it, and, um, there's-there's-- I know there's a bar in this club as well. I-- Don't-don't misunderstand me, I don't drink-"},"4477":{"polarity":"sustain","sentence":"Well, she also mentioned monitoring my blood sugar and all this. And that just seemed like a lot of mumbo jambo to me."},"3941":{"polarity":"sustain","sentence":"Yeah."},"5394":{"polarity":"change","sentence":"It's really important."},"5765":{"polarity":"neutral","sentence":"Yeah."},"8631":{"polarity":"neutral","sentence":"Oh."},"3965":{"polarity":"sustain","sentence":"And I haven't gotten there yet."},"8331":{"polarity":"neutral","sentence":"I sort of you know-"},"5438":{"polarity":"neutral","sentence":"-that I am-- I don't have that many people I trust to support me. My mates, I love them but, um, yeah, I don't know."},"8271":{"polarity":"neutral","sentence":"Well, um, you know, I had my sort of, uh, checkup."},"418":{"polarity":"neutral","sentence":"Yeah, yeah, it is overwhelming. It is."},"8711":{"polarity":"change","sentence":"Yeah, I think that you say where-where you're at now, where you're going, where—"},"5136":{"polarity":"change","sentence":"It's been- it's been really difficult. Um, I hate to see her gasping for breath. And, um, I'm really worried, you know, when she has to go. Uh, so that's been-- it's really difficult when I have to take her."},"5200":{"polarity":"neutral","sentence":"Okay."},"5416":{"polarity":"change","sentence":"Yeah, I hope so. I-- So I would genuinely want to, I genuinely want to do something to help myself. I don't deliberately fuck things up for myself."},"8285":{"polarity":"neutral","sentence":"Mm, I'm very surprised."},"9054":{"polarity":"neutral","sentence":"Yes, just that work with the [unintelligible 00:01:24]."},"582":{"polarity":"neutral","sentence":"Yeah."},"5831":{"polarity":"change","sentence":"Well, maybe. I-I-I guess that's possible."},"5286":{"polarity":"sustain","sentence":"Uh, scary I guess."},"8417":{"polarity":"neutral","sentence":"Or something, and then what balances that out in the body is the insulin taking off the excess."},"8723":{"polarity":"neutral","sentence":"\"-sitting in the corner of the bar, and chat, and talk and probably get fat.\" I don't know, and make it worse. And, yeah, maybe, maybe, maybe, maybe."},"8313":{"polarity":"neutral","sentence":"Right?"},"5180":{"polarity":"sustain","sentence":"Yeah, it is. Um."},"3993":{"polarity":"neutral","sentence":"Yeah, I do."},"5799":{"polarity":"sustain","sentence":"You know, with a few drinks, you know, not-not a lot, you know, and-and really-"},"3943":{"polarity":"neutral","sentence":"Well, like Dr. Fields told me, it helps with balance, and I'm still having the wobblies. So, I was really hoping that I could get to the point where I could benefit from what they had to offer. Um, yeah, mostly my balance, mostly my balance."},"5366":{"polarity":"neutral","sentence":"Uh, it's been okay. Um, it hasn't been bad."},"8481":{"polarity":"neutral","sentence":"For a bit of the head in the morning, you know."},"673":{"polarity":"change","sentence":"Yeah, I just want to do what's right."},"5757":{"polarity":"neutral","sentence":"Well, you understand that."},"8583":{"polarity":"neutral","sentence":"No, you know, there's a friend of mine, one of the guys down the rugby club, he said- he said, \"I'm going for my annual, you know-"},"8619":{"polarity":"sustain","sentence":"Yeah. It was um, and I-I said, well, no. I'm sorry. [coughs] I'm not going to change my lifestyle. I've got to where I am. I'm reasonably happy. Okay, I wish I wasn't separated. Okay, I wish my kids were-were still around, um, you know. One of them is off now in, um, in-- back in Europe playing rugby in France."},"5146":{"polarity":"neutral","sentence":"Mm-hmm. Yeah."},"4009":{"polarity":"change","sentence":"That I'm doing it by myself."},"8727":{"polarity":"change","sentence":"That's really cool."},"3949":{"polarity":"change","sentence":"I wanna go home."},"9025":{"polarity":"neutral","sentence":"No. I don't have any kids."},"9020":{"polarity":"change","sentence":"I take all my other medications right before I go to bed. So I guess I could take it then."},"8693":{"polarity":"neutral","sentence":"And so maybe that would, uh—"},"8343":{"polarity":"neutral","sentence":"And I don't know if it's hereditary."},"5733":{"polarity":"sustain","sentence":"It doesn't-- I don't like the way it makes you feel, um, I don't like the way it makes me act, and it's taken my sex drive, and just thrown it at the back of the garbage truck."},"5781":{"polarity":"neutral","sentence":"Well, I-I ended up in the hospital."},"8663":{"polarity":"neutral","sentence":"Yeah."},"9066":{"polarity":"sustain","sentence":"Well, we keep them clean, like he's cleaned. So, all the dander doesn't really make sense, but I have been noticing that sometimes when he comes on the bed or just beside, I wheeze a little bit, but I think it has to do with, um, the hair, the, in my lungs cleaning itself up from the smoking."},"8535":{"polarity":"neutral","sentence":"Yeah. I do miss her breakfast. I have to say, we used to have get a nice breakfast."},"4027":{"polarity":"neutral","sentence":"Uh-huh."},"8972":{"polarity":"neutral","sentence":"Yeah. My doctor said he called something in."},"5739":{"polarity":"sustain","sentence":"Well, i-it's kinda like I'm in kind of a dreamy world. I-it kind of, I don't know, i-it just seems like I'm kinda like living in the middle of a cotton ball or something like that, where just things are kinda soft and, I don't know, I-- It just, the-the spice of life doesn't seem to be there. It seems like everything's bland, and nothing really-- Food doesn't taste the same, and things don't smell right, and—"},"5705":{"polarity":"neutral","sentence":"Thank you."},"6122":{"polarity":"neutral","sentence":"Mm-hmm."},"452":{"polarity":"neutral","sentence":"I think- I think the thoughts about the dog has been definitely bothering me, that's been one."},"8359":{"polarity":"neutral","sentence":"But he might well have it because he is-"},"8775":{"polarity":"neutral","sentence":"Mm. When your life comes to a halt-"},"4001":{"polarity":"neutral","sentence":"That I can make the arrangement?"},"8835":{"polarity":"change","sentence":"Oh, yeah, and what it is-"},"4017":{"polarity":"change","sentence":"I would."},"5352":{"polarity":"neutral","sentence":"Mm-hmm. Country boy."},"1766":{"polarity":"neutral","sentence":"Okay."},"4745":{"polarity":"neutral","sentence":"Yeah, I do, just a couple of minutes though."},"5408":{"polarity":"neutral","sentence":"Yeah."},"5390":{"polarity":"change","sentence":"You know. I, um, they're my whole world and-and I've fucked things up."},"8445":{"polarity":"neutral","sentence":"Yeah, I mean I'm a busy person. All right? I uh, my work uh, I work in insurance, so I'm always hopping from one place to another place."},"8709":{"polarity":"change","sentence":"Really."},"590":{"polarity":"neutral","sentence":"[sighs]"},"8557":{"polarity":"sustain","sentence":"But I enjoy smoking. I really do enjoy it. So I cut it down to I suppose it's about 10 a day now."},"1724":{"polarity":"sustain","sentence":"Yeah, that'd be okay, yeah, you know, I'm not so certain I'm even gonna take the medicine cause, you know, he mentioned muscle weakness, uh, you know, I-I know I got high cholesterol, uh, and that I'm running the risk of stroke and heart attack down line but yeah, he mentioned muscle weakness and I've been thinking about that and, uh, you know I'm a truck driver and I got a haul the heavy boxes out of the truck on a dolly, and I can't afford that right now. Just that-that muscle weakness, uh, that-that bothers me."},"8429":{"polarity":"neutral","sentence":"Well, I didn't know. I mean, the thing is you see that-- I mean, I did think about this a little bit and I thought, well, over time, if things happen slowly, you don't really notice."},"8411":{"polarity":"neutral","sentence":"Oh, I see. So-so it's like a-it's like a balance."},"8665":{"polarity":"sustain","sentence":"Well, you know, and this is difficult because I don't feel unhealthy now."},"4029":{"polarity":"change","sentence":"That would- that would be good. And then as far as feeling self-confident, I'd have to do that myself."},"450":{"polarity":"sustain","sentence":"No. It's just overwhelming when you see them everything they're, you know?"},"8811":{"polarity":"sustain","sentence":"No, [crosstalk] oh, well, okay, yeah I didn't- yeah, I'll go back and say-- Well, look, I'd-I'd rather not go back to the doctor and say, \"I'm gonna do this, this, this-"},"3272":{"polarity":"sustain","sentence":"Uh, well, I know the flu can be pretty bad, but I'm in pretty good health, so I don't really feel like I need it. Uh, it's kind of just more for old people, right?"},"8555":{"polarity":"change","sentence":"Well I-I, yeah. I was getting a bit sort of-- I was getting a bit, you know, a bit wheezy and I thought, \"I'll cut this out.\""},"8507":{"polarity":"neutral","sentence":"You start looking at the home life of somebody else, you're thinking, \"Hmm, I use d to have this.\""},"5398":{"polarity":"change","sentence":"In-in regards to my kids, I'd be100- 100%."},"5290":{"polarity":"sustain","sentence":"I know you want me to see the doctor, I haven't called yet."},"9078":{"polarity":"neutral","sentence":"Mm-hmm. Yeah, no, that feels good. That I, you know, at least it is my choice. I just feel like just about, I'm not feeling happy about just all these different things that are coming up. Um, and I'm kind of sad about things."},"4747":{"polarity":"neutral","sentence":"Um, nothing specific. I just am unfamiliar with the medication."},"8403":{"polarity":"neutral","sentence":"Okay."},"8615":{"polarity":"sustain","sentence":"You know. I mean, what-what-what's going on here? This is- this is- this is so many people's lives."},"1772":{"polarity":"neutral","sentence":"Yeah."},"8573":{"polarity":"change","sentence":"So you say, \"Okay, well, you don't have a cigarette unless you have a cup of coffee. [laughs]"},"5422":{"polarity":"neutral","sentence":"I, um, I'm separated at the moment from my missus and-"},"442":{"polarity":"neutral","sentence":"Um, finances is a problem right now too."},"414":{"polarity":"sustain","sentence":"Yeah, there's a lot of stress too. My wife's still on maternity leave, she's not getting paid, she's with the baby right now. And I'm the only person that's working right now, and plus I got to change all these things that are going on in my life."},"5759":{"polarity":"neutral","sentence":"You-you can- you can understand why I don't take it."},"1744":{"polarity":"change","sentence":"Well, you know, my wife and I wanna retire in about four to five years and we wanna be really active visiting all sorts of places, The Fjords, Norway, things like that so I-I guess having a stroke or a heart attack would really be bad for that so and, you know, we-we-we wanna live our dreams actively."},"5444":{"polarity":"neutral","sentence":"Uh, I have a good relationship with my mum,-"},"9038":{"polarity":"neutral","sentence":"Um, I've got allergy testing. It's just, uh, the dust makes it bad. I thought the smoking was the main thing-"},"8719":{"polarity":"change","sentence":"Uh, maybe this is a blessing, actually-"},"5813":{"polarity":"sustain","sentence":"Well, that's what alcoholics do. I'm not an alcoholic."},"8749":{"polarity":"neutral","sentence":"Watching myself, what would I say? I-I-- Well, I would say, you know, are you happy?"},"1740":{"polarity":"change","sentence":"Well, I guess it doesn't worry me quite as much if it's reversible like that. You know, I was thinking this was gonna be a big-time, but, uh, uh, yeah, I guess, it sounds manageable."},"5410":{"polarity":"neutral","sentence":"No."},"8609":{"polarity":"sustain","sentence":"I mean, yeah. I mean, you know, the thing is, you see, the thing is, and I mean, and probably you've-- I think you've heard this before, but people, they turn around, oh, uh, you know, doom and gloom prophets, you shouldn't drink."},"4021":{"polarity":"neutral","sentence":"Well, she's-- she could, but I'd have to wait at least a week."},"5154":{"polarity":"neutral","sentence":"Well, I-I guess I didn't realize that they weren't the same thing as the anabolic steroids."},"8405":{"polarity":"neutral","sentence":"I've heard of it yeah."},"4039":{"polarity":"change","sentence":"That's-- Yeah."},"5807":{"polarity":"sustain","sentence":"You know, it's not all the time, it's-it's not- it's not a problem."},"8575":{"polarity":"sustain","sentence":"Of course, that's a double-edged sword a bit, because then I found I was drinking more coffee, you know."},"4475":{"polarity":"change","sentence":"Yeah. I think I could probably do that."},"5783":{"polarity":"change","sentence":"Don't like that hospital."},"1734":{"polarity":"neutral","sentence":"That'd be fine."},"4047":{"polarity":"neutral","sentence":"Okay."},"5184":{"polarity":"change","sentence":"Oh, absolutely. I never. Never."},"4049":{"polarity":"neutral","sentence":"Yeah. Thank you."},"8377":{"polarity":"neutral","sentence":"A genetic factor. And so, does that mean that if you've got, um, if you've got a history of this within your family-"},"3973":{"polarity":"change","sentence":"Oh, it's better."},"8419":{"polarity":"neutral","sentence":"Or-or digesting? Should I say the excessive sugars?"},"4481":{"polarity":"change","sentence":"Well, I like it that I, you know, that-that we can do it at a step at a time. I mean, that's-- that relieves some pressure."},"8735":{"polarity":"change","sentence":"I think to myself, I think, \"Oh,\" I think go—"},"8483":{"polarity":"neutral","sentence":"Um."},"4755":{"polarity":"neutral","sentence":"Thank you."},"3014":{"polarity":"neutral","sentence":"-but they don't know that I have one diabetes story."},"8755":{"polarity":"change","sentence":"I think you're- I think you're right. I think, um-- And again, you put them together and it's-it's-it's becoming-- It's-it's a sort of a-an individual team job, isn't it really?"},"8341":{"polarity":"neutral","sentence":"Um, but he-he was saying something about, I don't know, family or whatever. I don't know."},"8527":{"polarity":"sustain","sentence":"You know, it's very easy. and then, um, then you think to yourself, well-- I mean, I do think of myself that maybe I should have a few vegetables around here or whatever. But then you go out into the supermarkets, you know, and you can pick up, uh, your- one of your TV dinners."},"8317":{"polarity":"neutral","sentence":"He's got a job to do. And obviously, the tests have come through. And I have got these signs of diabetes 2."},"8681":{"polarity":"sustain","sentence":"Yeah, the sugar gives me the boost, I suppose. I-it's fantastic."},"8543":{"polarity":"sustain","sentence":"Well, the two things they balance out, you know and everybody else is"},"448":{"polarity":"neutral","sentence":"Yeah, yeah. Yeah, there's something going on. And, um, also my drinking, I got to cut down my drinking too."},"8799":{"polarity":"change","sentence":"-about the gym but-"},"588":{"polarity":"neutral","sentence":"That's, uh, that's a huge amount of stuff to do and, I'm not- I'm not certain I can do all that, and on top of it, it's-it's-- if I don't get it all done, all this stuff happens to me?"},"8501":{"polarity":"neutral","sentence":"Yeah, I mean mates and their wives are pretty cool about it sometimes."},"5162":{"polarity":"neutral","sentence":"Yeah."},"8769":{"polarity":"change","sentence":"Now that I think about it- now that I think about it, maybe."},"4751":{"polarity":"neutral","sentence":"Um, what about does it interact with phenelzine?"},"8699":{"polarity":"change","sentence":"Well, you see, I mean, I'm thinking, \"Actually it might not be a bad idea this,\" because [chuckles] it would mean I could socialize harder, couldn't I? No, no I'm just joking. Uh, but, um, yeah, I mean, why not? Why not? Why not? It might be fun, it's a new path."},"8697":{"polarity":"change","sentence":"Yeah, like my wife used to. Yeah."},"665":{"polarity":"sustain","sentence":"Well, yeah. I mean, I had chickenpox as a kid, and now I'm immune. Right? So."},"1736":{"polarity":"neutral","sentence":"Oh."},"5198":{"polarity":"change","sentence":"-because that's always scary when she has to use that one."},"5170":{"polarity":"neutral","sentence":"Oh, even when it's just on my clothes?"},"3026":{"polarity":"change","sentence":"So I actually decided, and I know this wasn't the smartest decision of mine, but I did not wear my insulin pump."},"8383":{"polarity":"neutral","sentence":"Right. Okay."},"8401":{"polarity":"neutral","sentence":"If there's something that you think that-- Yes. Yes, of course."},"5458":{"polarity":"change","sentence":"She would- she would tell me that she loves me. She would tell me that she believes that I could do it."},"5751":{"polarity":"sustain","sentence":"And so, as you can can tell, I didn't take my medication today, I'm-I'm-I'm really on my game today. So."},"8479":{"polarity":"neutral","sentence":"Well frankly, the only pills I take are sort of paracetamols."},"3714":{"polarity":"sustain","sentence":"Well, right now it's the muscle weakness that-that I'm concerned about, and that's, uh, you know, that's the present, uh, I've got to do my job."},"3022":{"polarity":"neutral","sentence":"But, it was an evening party and we all wore really nice dresses-"},"5829":{"polarity":"neutral","sentence":"I really don't, but, apparently, when I'm in that state, uh, there's something about it, I'm not sure."},"4456":{"polarity":"neutral","sentence":"Hey."},"5400":{"polarity":"change","sentence":"If it means say, I can have my-- see my kids whenever I- whenever I want."},"8589":{"polarity":"neutral","sentence":"-and all these sorts of things that you get around this middle-age time. So I thought, \"Well, I'll go and have one.\" And frankly, when I went along, I was very confident. I thought, you know, the doctor is going to saying, \"Hmm, I wish I was as healthy as you,\" sort of thing."},"5779":{"polarity":"neutral","sentence":"Yeah, well, I thought I had my gym shorts on, but they said that I didn't."},"3708":{"polarity":"sustain","sentence":"Uh, I talked with my doctor about my medicine. That's his job."},"5142":{"polarity":"sustain","sentence":"Well, I did research on the chronic inhaler and I found out that there were steroids in it and that-that I don't want her taking steroids. I did, uh, research on some of the potential side effects and some of the health problems that can result from taking steroids and I-I just don't want her to take those at all. I don't want her exposed to them at all. And then, uh, let me just go ahead and lay this out right now. Uh, because I'm sure it'll come up, but I-I do smoke. But I make sure that I do not smoke around her so that I make sure that it does not affect her. So-"},"8713":{"polarity":"change","sentence":"-and-and-and this is what I've got to do. I think I'm in a rut. I think that's where I've—"},"1728":{"polarity":"sustain","sentence":"Yeah, that's the problem, that's what I face now with my job."},"8351":{"polarity":"neutral","sentence":"-because, um, my mother mentioned-"},"8731":{"polarity":"change","sentence":"Yeah, I mean, I think you're quite right. I think you just—"},"3991":{"polarity":"neutral","sentence":"Yeah."},"8783":{"polarity":"neutral","sentence":"-you know,-"},"8795":{"polarity":"change","sentence":"I'll start with that."},"9042":{"polarity":"neutral","sentence":"The drinking, the smoking and the dust that I got, the, um, the scratch test for."},"8649":{"polarity":"neutral","sentence":"Yeah."},"8725":{"polarity":"change","sentence":"Yeah, that's cool."},"5382":{"polarity":"neutral","sentence":"No. No, I don't. I see them, um, once a fortnight."},"5741":{"polarity":"sustain","sentence":"Very dull."},"8427":{"polarity":"neutral","sentence":"You mean, personally?"},"8361":{"polarity":"neutral","sentence":"-a pretty cuddly guy. You know-"},"8807":{"polarity":"change","sentence":"-it was reasonably successful."},"5412":{"polarity":"change","sentence":"Yeah, I am."},"5434":{"polarity":"neutral","sentence":"Mm-hmm."},"8395":{"polarity":"neutral","sentence":"They live pretty long lives, they did, all right."},"422":{"polarity":"neutral","sentence":"Mm-hmm."},"8455":{"polarity":"change","sentence":"Um, more than I would normally."},"8549":{"polarity":"neutral","sentence":"That's why you played and it was a big buddy-buddy thing."},"3967":{"polarity":"change","sentence":"Yeah."},"5172":{"polarity":"neutral","sentence":"She's that sensitive. If I realized that—"},"8629":{"polarity":"change","sentence":"Is smoking related to diabetes then?"},"3284":{"polarity":"change","sentence":"So-so, yeah, I guess, I should, uh, get it for their sake."},"5380":{"polarity":"neutral","sentence":"Yeah."},"5152":{"polarity":"neutral","sentence":"Mm-hmm."},"5709":{"polarity":"neutral","sentence":"Yeah."},"5743":{"polarity":"sustain","sentence":"Very dull."},"5354":{"polarity":"neutral","sentence":"I've been up here since I was 18."},"9092":{"polarity":"neutral","sentence":"No, no. It's something I got to just sit there and-and kind of, um, put the pros and the cons on the table about, but-"},"8281":{"polarity":"sustain","sentence":"But as I say, I-I feel absolutely fine now."},"5761":{"polarity":"neutral","sentence":"Right-right."},"8309":{"polarity":"neutral","sentence":"-you know, why you are-- Look around you."},"5148":{"polarity":"neutral","sentence":"Yeah."},"4473":{"polarity":"change","sentence":"Yeah, I'm pretty- I'm pretty good at taking drugs."},"5803":{"polarity":"neutral","sentence":"Maybe."},"5188":{"polarity":"neutral","sentence":"Yeah. [chuckles]"},"8385":{"polarity":"neutral","sentence":"I'm sure you're going to tell me what they are."},"8569":{"polarity":"neutral","sentence":"Well, yeah. I mean, you know, the thing is that you get to, you know, you've got to-- when you get down to that, you, uh, you have to regulate sort of-"},"8801":{"polarity":"change","sentence":"-I like the idea of, actually again doing squash-"},"4738":{"polarity":"neutral","sentence":"I'm sorry, but are you the pharmacist? I just had a question about citalopram."},"8509":{"polarity":"change","sentence":"And you think, \" This is nice food, \" isn't it? and you know."},"3032":{"polarity":"change","sentence":"Like the learning is done but-"},"8653":{"polarity":"change","sentence":"So, a-are we saying then that-that, really all I need to do, for this moment, is I can forget about everything, but cut out the sugar, uh, in the coffee and the milk-- I don't know, but you might as well, you know, milk without sugar is silly. But, um, if we do that, is that where we start?"},"661":{"polarity":"sustain","sentence":"Oh, I-I don't know if I'm comfortable with that. I've been reading a bunch of stuff lately about them."},"4479":{"polarity":"neutral","sentence":"Oh, okay."},"3929":{"polarity":"neutral","sentence":"Yeah."},"8327":{"polarity":"sustain","sentence":"I'm-I'm-- I didn't see anything wrong with me at all."},"5396":{"polarity":"sustain","sentence":"It's, uh, um, it's hard because-because I'm, uh, I'm not a bad person. I've just done some stupid shit, but I'm not a bad person."},"3712":{"polarity":"sustain","sentence":"Yeah, down the line, but-"},"8657":{"polarity":"change","sentence":"You start off at breakfast and get yourself an apple, a bit-a bit of apple and-and so on. Um—"},"5194":{"polarity":"neutral","sentence":"Oh, really?"},"5719":{"polarity":"sustain","sentence":"Oh, that makes me f-- Yeah, that makes me feel-"},"5745":{"polarity":"sustain","sentence":"That's a good way to sum it up. And it's-- Well, you understand it, uh, it's just- it's not good."},"1513":{"polarity":"neutral","sentence":"-I have even read them. All I've been doing is taking the medicine. So, I don't know that much about this."},"5378":{"polarity":"change","sentence":"-but, um, I just think about my kids, you know."},"8357":{"polarity":"neutral","sentence":"-uh, I haven't seen him for years."},"436":{"polarity":"sustain","sentence":"Which I don't- I don't- I don't- I don't buy it and I can't just get rid of him like that, but it's something that's there."},"5462":{"polarity":"change","sentence":"It is what I want. Definitely."},"3282":{"polarity":"neutral","sentence":"-and my co-worker is pregnant too."},"8974":{"polarity":"neutral","sentence":"No, not really."},"1748":{"polarity":"change","sentence":"Yeah, no-no we-we wanna able to be very active."},"9082":{"polarity":"neutral","sentence":"Mm-hmm."},"4041":{"polarity":"change","sentence":"That's true."},"8751":{"polarity":"change","sentence":"That-- Are you contented with that performance of you and your team?"},"8397":{"polarity":"neutral","sentence":"Relatives relatively went into their 70s."},"586":{"polarity":"neutral","sentence":"Yeah, that's what doctor said. She-she really laid into me about that. Said it was-- I guess, this is really serious stuff. She was talking about losing eyesight, mm, my feet, mm, problems with a lot of other stuff, and it really scared me. Uh, so, [sighs] you know, how-how-how to manage all this, I guess, is what I gotta learn, but it just sounds massive."},"8321":{"polarity":"neutral","sentence":"Um—"},"8511":{"polarity":"neutral","sentence":"Oh, she would do all the cooking. Yeah, yeah,"},"9023":{"polarity":"neutral","sentence":"I store them all in the nightstand by my bed."},"8587":{"polarity":"change","sentence":"So I'm 55, and you read in the papers, you know, it's that at 55 you will-- you know, heart disease is more prevalent"},"9028":{"polarity":"neutral","sentence":"He didn't mention anything about that."},"8459":{"polarity":"sustain","sentence":"Um, is it getting worse? I don't know. I-I-I suppose. What worse? Is it-is it increasing? Well, to say, I don't really notice it."},"8495":{"polarity":"neutral","sentence":"And um, I think she used to look after me because she used to do the cooking and-and-and stuff like that."},"3274":{"polarity":"neutral","sentence":"Yeah."},"5350":{"polarity":"neutral","sentence":"Mm-hmm."},"9056":{"polarity":"neutral","sentence":"Mm-hmm."},"3024":{"polarity":"neutral","sentence":"-the short ones, the really huggy ones. [chuckles]"},"9050":{"polarity":"neutral","sentence":"Mm-hmm."},"1509":{"polarity":"neutral","sentence":"-ridiculous part is I've had him for 12 years before, and now it's a problem."},"5787":{"polarity":"sustain","sentence":"Well, I got a question for you. You're a doctor, why don't you guys come up with some- something else besides either being in the hospital or taking this stuff every day, can you come up with something? I mean, you guys, we put a man on the moon 50 years ago, I mean, and you still got to give me this stuff that makes me feel like a-a zombie with-- That hasn't had a drink or water in four days, it-it just doesn't seem right. Either you guys ought to come up with something better. That's what I think."},"5356":{"polarity":"neutral","sentence":"Just a little while. Yeah."},"8345":{"polarity":"neutral","sentence":"I think he said something about it being hereditary."},"8571":{"polarity":"neutral","sentence":"You know, you have to be quite strong-willed about, I suppose, in a way."},"8685":{"polarity":"change","sentence":"if I find some social form of exercise, like squash."},"8978":{"polarity":"neutral","sentence":"Okay. Um, why am I taking this medication?"},"8339":{"polarity":"neutral","sentence":"-I must admit, I haven't done too much research. I've been a bit busy."},"8399":{"polarity":"neutral","sentence":"Well."},"456":{"polarity":"neutral","sentence":"Mm-hmm."},"8291":{"polarity":"neutral","sentence":"I-"},"3951":{"polarity":"change","sentence":"Yes, I really do."},"3018":{"polarity":"neutral","sentence":"So, I guess I'll make it short to exactly the incident 'cause I know we can't avoid it now. Uh, yeah, well, that one what happened was I-I was invited to my first party in this crew-"},"3999":{"polarity":"sustain","sentence":"Yeah, and the arrangement, arrangements a little complicated."},"3961":{"polarity":"neutral","sentence":"Yeah."},"8329":{"polarity":"sustain","sentence":"I mean, I get around, I sleep pretty well-"},"4462":{"polarity":"neutral","sentence":"She mentioned my legs having troubles and-"},"8467":{"polarity":"neutral","sentence":"But maybe I-maybe I don't know."},"8323":{"polarity":"sustain","sentence":"I feel absolutely fine."},"8845":{"polarity":"change","sentence":"Yeah, okay, I'm up for that."},"5703":{"polarity":"neutral","sentence":"Well, I'm glad I don't have any of that.[laughter]"},"8499":{"polarity":"neutral","sentence":"Um, and-and being on the run all the time and you know once I get back home, it's, you know, it's time to go down to the rugby club or whatever it might be, uh, we're out with the mates. And, uh, I-I do I suppose my food is not as healthy perhaps as it used to be when she was around. She's moved down to Hamilton to live with her mother, if you've met her mother. Anyway, but, um."},"8703":{"polarity":"change","sentence":"Um, yeah I don't mind. I-- It's not a—"},"428":{"polarity":"neutral","sentence":"Um, okay, so my asthma."},"3716":{"polarity":"sustain","sentence":"Well, you know- why don't you just give me the medicine, I'll take it home and I'll think about it? But you know, I'm worried about my job."},"9070":{"polarity":"neutral","sentence":"Mm-hmm, Mm-hmm."},"5402":{"polarity":"change","sentence":"Um, I-I-I'd hope that they'd be proud of me. I wouldn't want my kids to see me- to see me here though. But I- But I hope they would be proud of me."},"3953":{"polarity":"change","sentence":"[sighs] Everything. I want to be with my little dog."},"8741":{"polarity":"change","sentence":"I think I am. I mean, I never thought about it, but when I think about it now it's, \"What am I doing here?\" Why am I like this? Why am I just happy contented to drift?"},"3959":{"polarity":"change","sentence":"Yes."},"8985":{"polarity":"neutral","sentence":"No, not really."},"9090":{"polarity":"neutral","sentence":"Mm-hmm."},"5182":{"polarity":"change","sentence":"Well, I was thinking, um, if since it, you know, it affects her that it's on my clothes, if I only smoked while she was at school, and then changed my clothes before she came home. Would that help?"},"8315":{"polarity":"neutral","sentence":"Um-- Absolutely right."},"3935":{"polarity":"sustain","sentence":"And I had to sit in the chair. I couldn't, you know, do what they were doing."},"8355":{"polarity":"neutral","sentence":"-diabetes 2. And if I think about it, um, his brother-"},"8497":{"polarity":"neutral","sentence":"And I have to say that I'm not the best cook in the world."},"1770":{"polarity":"neutral","sentence":"Fair enough, hey thanks."},"8517":{"polarity":"neutral","sentence":"Well I-- This is what I'm saying. Maybe I'm not thinking about it. Maybe that's the thing."},"8823":{"polarity":"change","sentence":"-I think, um, look for some better wine. [laughter] Um, and-and I-I'd take an interest really."},"8473":{"polarity":"sustain","sentence":"My life is great, and then you turn around and say, \"Hey you've got-- you-you're ill, you're sick."},"8451":{"polarity":"change","sentence":"If I rush too much that-that's true. Um, I suppose, um, I don't go upstairs two at a time anymore, I use one at a time."},"5735":{"polarity":"neutral","sentence":"It is."},"8645":{"polarity":"change","sentence":"I mean, how much exercise should I do a week?"},"5342":{"polarity":"neutral","sentence":"Yup. That's right."},"8563":{"polarity":"neutral","sentence":"Yeah, yeah. I sort of—"},"9076":{"polarity":"sustain","sentence":"Mm-hmm, Mm-hmm. I just want some medicine and I want to keep Oscar and I wanna feel better about myself because I'm making all these changes in my life and it honestly feels like my-my nose is just above the water."},"5426":{"polarity":"change","sentence":"I would- I would love f-f-for her to know that I'm doing this and for her to know that I mean it, but, um, I know she wouldn't give a shit right now actually."},"5156":{"polarity":"change","sentence":"Which are the ones that cause all the problems and everything. So, um, if-if you can assure me that it's not going to have those same side effects and health problems-"},"3971":{"polarity":"neutral","sentence":"I-I've had friends that had that happen. So, um, I-I agree a little, with some hesitation, but I do agree."},"9014":{"polarity":"neutral","sentence":"Sure. I'm just getting a few groceries."},"8325":{"polarity":"sustain","sentence":"Yeah. Well, physically, I feel absolutely fine."},"5346":{"polarity":"neutral","sentence":"Mm-hmm."},"3955":{"polarity":"neutral","sentence":"He's really so cute, and I miss my garden."},"8565":{"polarity":"sustain","sentence":"it-it-it's-- you know, she will, \"Why don't you give up? You've gone so far, why don't you just stop?\" But I don't want to."},"8849":{"polarity":"change","sentence":"-and I don't mind that because, um, yeah, that's cool."},"432":{"polarity":"sustain","sentence":"Um, the fact that they want me to get rid of Oscar, that's-that's my dog."},"3706":{"polarity":"neutral","sentence":"Yeah?"},"4468":{"polarity":"sustain","sentence":"Yeah. It looks like a massive task that I'm may not be able to handle. And then, yeah, all this horrible stuff happens to me. I mean, it's- it's a bleak-looking situation and a lot worse."},"420":{"polarity":"neutral","sentence":"Yeah, it just feels like everything's all over the place but I guess we got to start somewhere."},"5386":{"polarity":"neutral","sentence":"Yeah."},"3034":{"polarity":"neutral","sentence":"-but yes I guess it's unavoidable that we address it. [laughter]"},"5376":{"polarity":"neutral","sentence":"Yeah. And I still had to walk through those doors so-"},"8423":{"polarity":"neutral","sentence":"Why?"},"8601":{"polarity":"neutral","sentence":"And then we come to this-"},"1750":{"polarity":"change","sentence":"Well, uh, I guess that's the-the way to go then cause I-I don't wanna be, you know, crippled by a stroke or a heart attack-"},"5448":{"polarity":"neutral","sentence":"My mum is actually pretty important to me."},"8721":{"polarity":"neutral","sentence":"-because I think to myself, \"Well, if someday, I am diagnosed with diabetes, I'd just carry on and-\""},"8753":{"polarity":"change","sentence":"Yeah."},"440":{"polarity":"neutral","sentence":"Yeah. Yeah, it's- it's a big stress, it's like my best friend, so that's one of the important things. Also, I guess, cutting down these last cigarettes I've been working on."},"8737":{"polarity":"change","sentence":"Yeah. I mean, this is- this is- this is cool, it's like an old challenge again."},"8771":{"polarity":"neutral","sentence":"Maybe they were."},"8477":{"polarity":"neutral","sentence":"And I'm gonna have to take regular pills."},"9094":{"polarity":"neutral","sentence":"-something's going on."},"444":{"polarity":"neutral","sentence":"Time, I got to come to all these appointments and I'm taking time off work, which obviously is the money factor, right?"},"8765":{"polarity":"neutral","sentence":"Mm-hmm."},"9086":{"polarity":"neutral","sentence":"Man, uh, how would I know? I don't know. I think if my asthma got really bad and the medicine- she gave me the strongest medicine and it wasn't working."},"8691":{"polarity":"change","sentence":"And then, you know, give this, say, six months, I don't know what period it would be, then go back to the GP and say, \"Test me again.\""},"412":{"polarity":"sustain","sentence":"I don't know, something about changing my life even more. You know, the smoking's been changed, and now it's, you know, cut down the drinking, get rid of those extra smokes, get rid of my dog. I don't know what else have to do."},"3989":{"polarity":"neutral","sentence":"Yeah."},"8493":{"polarity":"neutral","sentence":"Well there is-there is something that you sort of prompted me to think about, and, um, I split up-- My wife and I, we split up several years ago now. And, um, you know we've been married for many many years."},"8605":{"polarity":"neutral","sentence":"So, yeah."},"5414":{"polarity":"sustain","sentence":"I just, um, I don't- don't know where to s-- where to start. I don't know."},"8453":{"polarity":"change","sentence":"Oh, certainly the energy I have is-is not what I-what I had. I mean I do need to, you know, I'm busy but I do need to sit down, um, uh, I do need to sit down and relax with a cup of coffee, you know, and, uh, things."},"8827":{"polarity":"neutral","sentence":"Yeah."},"5755":{"polarity":"neutral","sentence":"-for sure."},"5348":{"polarity":"neutral","sentence":"Yes sir. I'm from Invercargill just short of Bluff. All my family is still down there."},"9002":{"polarity":"neutral","sentence":"I store my medications, uh, in my nightstand, right by my bed."},"5174":{"polarity":"sustain","sentence":"Right. Um, so would it help, um-- You know, the thought of quitting smoking is a pretty daunting aspect."},"8633":{"polarity":"change","sentence":"Don't help."},"408":{"polarity":"neutral","sentence":"Yeah, it's-it's a bit of an inconvenience I'd say, but I'm here though."},"5747":{"polarity":"sustain","sentence":"Well, I feel like it's taken part of my personality and just thrown it away. I don't really feel like I'm all there, right. You know, like, um, I like to be spontaneous and funny, and-and all that night, and I- and I don't-- You know, by the time I come up with a-a funny remark to the situation, everybody's left the room, and-[laughter]-stuff like that. And-and-- [chuckles]"},"5789":{"polarity":"neutral","sentence":"Yeah."},"8551":{"polarity":"neutral","sentence":"That was rugby and cricket was the same really."},"9033":{"polarity":"neutral","sentence":"I think you answered all my questions. Thank you."},"1521":{"polarity":"sustain","sentence":"Uh, this is a little too much for me now. First of all, John Carlo is taken care of. That's fine. He doesn't have- no asthma from the dog. It's just me. I don't ha—"},"8307":{"polarity":"sustain","sentence":"Well, I-I thought he must be joking. To be honest. I thought-"},"5134":{"polarity":"neutral","sentence":"Mm-hmm."},"8833":{"polarity":"change","sentence":"Just give me a bit of background, really."},"4753":{"polarity":"neutral","sentence":"Oh, sure."},"5202":{"polarity":"change","sentence":"Okay."},"8987":{"polarity":"neutral","sentence":"No."},"8613":{"polarity":"sustain","sentence":"And then I think to myself, \"Well, maybe I shouldn't socialize.\" And then after that, \"Well, maybe I shouldn't be alive.\""},"8809":{"polarity":"neutral","sentence":"And, uh—"},"8353":{"polarity":"neutral","sentence":"-that, uh, my father had diabetes-"},"8489":{"polarity":"neutral","sentence":"You know it's the truth."},"8623":{"polarity":"neutral","sentence":"I mean, it's you know, why?"},"4035":{"polarity":"neutral","sentence":"-the arrangements."},"5771":{"polarity":"neutral","sentence":"I don't know if they still have it or not. [chuckles]"},"3931":{"polarity":"neutral","sentence":"Well, I went once."},"8561":{"polarity":"change","sentence":"Yeah."},"8683":{"polarity":"neutral","sentence":"Hmm. If I give up sugar in my coffee, give up the milk, black coffees, right?"},"9072":{"polarity":"neutral","sentence":"But-but the wheezing is something that I've definitely noticed a little bit."},"8599":{"polarity":"neutral","sentence":"Absolutely."},"8533":{"polarity":"neutral","sentence":"-for ages."},"8803":{"polarity":"change","sentence":"-or something else-"},"4466":{"polarity":"sustain","sentence":"And it is discouraging, just like discouraging."},"8789":{"polarity":"change","sentence":"Maybe, a bit selfish but maybe why not?"},"8641":{"polarity":"change","sentence":"Something of a rollover effect."},"5420":{"polarity":"change","sentence":"I have, um, I've-- it's important to me."},"5196":{"polarity":"change","sentence":"Oh, that's great-"},"5176":{"polarity":"sustain","sentence":"I mean, I know people who've tried to quit and it's-it's just it's- it's really difficult, you know. So I know, it'd be better—"},"1762":{"polarity":"neutral","sentence":"Wow, okay."},"8591":{"polarity":"neutral","sentence":"Um, but unfortunately, uh, he-he came up with this. And it's the only thing I think he really came up with. I think-"},"5815":{"polarity":"sustain","sentence":"Um, I'm just- yeah I just like to have a few drinks. I mean, you know, obviously, I-I have, uh, this diagnosed condition, and-and I think, you know, if I were able to, you know, maybe take a few hits off of the joint and have a couple of beers, I think that's about the same as taking the medicine."},"8529":{"polarity":"neutral","sentence":"So you bring those in and you open them up and put them in the microwave and there's vegetables there."},"406":{"polarity":"neutral","sentence":"No problem."},"1730":{"polarity":"neutral","sentence":"Yeah."},"5178":{"polarity":"neutral","sentence":"Yeah."},"8813":{"polarity":"neutral","sentence":"-this and this."},"8705":{"polarity":"change","sentence":"I'll talk to Billy about, um-- Billy is, um, he's the gym bloke."},"9036":{"polarity":"neutral","sentence":"Mm-hmm. Um, yeah, my asthma has just been out of control lately and my doctor says that might be connected to Oscar."},"8349":{"polarity":"neutral","sentence":"Yeah, it could be-"},"8381":{"polarity":"neutral","sentence":"Also, it's—"},"446":{"polarity":"neutral","sentence":"Mm-hmm."},"3036":{"polarity":"change","sentence":"Yeah."},"8831":{"polarity":"change","sentence":"Yeah, yeah."},"8553":{"polarity":"neutral","sentence":"Um, but now—"},"8639":{"polarity":"change","sentence":"I think I could- I think I could probably handle that."},"424":{"polarity":"neutral","sentence":"Okay."},"8603":{"polarity":"neutral","sentence":"-too much sugar in the tank, or something. I don't know."},"3995":{"polarity":"change","sentence":"Yeah, I would."},"8335":{"polarity":"sustain","sentence":"What is the problem?"},"5298":{"polarity":"change","sentence":"Can you help me make the call?"},"3020":{"polarity":"neutral","sentence":"-which I was super excited about."},"8521":{"polarity":"sustain","sentence":"You know, because it-- you know this-- the pizza shop's just on the road."},"454":{"polarity":"change","sentence":"And, um, my-my asthma is out of control too. So maybe those two."},"8837":{"polarity":"change","sentence":"-because I don't really know. Yeah, yeah."},"8413":{"polarity":"neutral","sentence":"So insulin you-you."},"5450":{"polarity":"change","sentence":"I think she'd be proud of me."},"9044":{"polarity":"neutral","sentence":"And-and-and that's what I know, and that I take the medicine for it."},"4031":{"polarity":"change","sentence":"Um, I can't think of any."},"5296":{"polarity":"neutral","sentence":"Yes."},"3718":{"polarity":"change","sentence":"Sure. Fine. Just—"},"8637":{"polarity":"change","sentence":"Where would I start? Well, I-- What if about if I cut down on sugar in the coffee? If we could have long blacks, no milk, and no sugar."},"5723":{"polarity":"sustain","sentence":"I need that."},"8347":{"polarity":"neutral","sentence":"Yeah."},"5374":{"polarity":"neutral","sentence":"Mm-hmm."},"9074":{"polarity":"neutral","sentence":"Mm-hmm."},"9009":{"polarity":"change","sentence":"Sure. I'm just gonna take one tablet right before I go to bed with my other medications. And I guess I will switched to orange juice. And if I notice any muscle pain that is severe, I'll call Dr. Ferris right away."},"8581":{"polarity":"sustain","sentence":"But the problem goes that coffee, we're up to 8 or so, 10 cups of coffee a day now."},"8991":{"polarity":"neutral","sentence":"I guess not."},"8539":{"polarity":"change","sentence":"Well, I used to be quite a heavy smoker, right? I mean, I'd smoke a pack in a half a day. And I knew that wasn't doing me any good."},"8717":{"polarity":"change","sentence":"-which he says can be managed, and you seem to be insinuating that it can be managed."},"3722":{"polarity":"change","sentence":"Okay, sure. Fine."},"3280":{"polarity":"neutral","sentence":"Well, my grandparents probably wouldn't handle the flu very well-"},"8471":{"polarity":"neutral","sentence":"Oh, I think my life yeah. My life is great."},"9016":{"polarity":"neutral","sentence":"He told me that I had a blood test for cholesterol so that I should start taking this medication."},"5773":{"polarity":"change","sentence":"Well, if I stay off the medication too long, I-- Some people might say there's a problem with that, you know."},"1756":{"polarity":"change","sentence":"Oh yeah."},"8675":{"polarity":"change","sentence":"You know? Even after a decent night's sleep, you know?"},"5767":{"polarity":"neutral","sentence":"Yeah. And, uh- and so, she-- Actually, she-- When I first went on the medicine, she thought I was maybe messing around with somebody else, 'cause, I-I just wasn't interested in it at all."},"4043":{"polarity":"neutral","sentence":"You would?"},"5406":{"polarity":"neutral","sentence":"Um, oh, my mom."},"8980":{"polarity":"neutral","sentence":"No, I guess not."},"5204":{"polarity":"change","sentence":"That sounds good. Thank you."},"8597":{"polarity":"change","sentence":"Well, yeah, I've cut it down, yeah. I mean, that's been three years, mind."},"9004":{"polarity":"neutral","sentence":"No."},"5150":{"polarity":"neutral","sentence":"Okay."},"8996":{"polarity":"neutral","sentence":"Well, he told me that I had a blood test for cholesterol, and that I should start taking this."},"5300":{"polarity":"change","sentence":"Can you go with me to the appointment."},"8763":{"polarity":"change","sentence":"No it's not. It's not."},"5811":{"polarity":"neutral","sentence":"Well, if I was like getting arrested for drunk driving."},"8407":{"polarity":"neutral","sentence":"Right."},"5713":{"polarity":"neutral","sentence":"I like to call it mild schizophrenia."},"5404":{"polarity":"neutral","sentence":"'Cause I'm-- Yeah."},"8275":{"polarity":"sustain","sentence":"Um, I-I think that I feel perfectly well. I-I'm, you know-- I understand people with diabetes are a little bit plumper than I am."},"8465":{"polarity":"neutral","sentence":"Um."},"3975":{"polarity":"neutral","sentence":"It still hurts. It- it's-- I'm getting better. I'm-I'm getting better. It's not quite as painful."},"5166":{"polarity":"neutral","sentence":"Mm-hmm."},"3933":{"polarity":"sustain","sentence":"Yeah and, um, it was very-very beautiful to see and the instructor was very nice, but I felt kind of self-conscious because I'm still in my walker."},"8333":{"polarity":"neutral","sentence":"- I'm-I'm compos mentis. So I don't—"},"5164":{"polarity":"neutral","sentence":"Oh, okay."},"8695":{"polarity":"change","sentence":"Maybe it's an idea. I mean—"},"8519":{"polarity":"neutral","sentence":"Maybe I'm just—"},"3030":{"polarity":"neutral","sentence":"Yes, I know, I know, I know."},"4051":{"polarity":"neutral","sentence":"Okay."},"5819":{"polarity":"change","sentence":"I get edgy."},"1768":{"polarity":"neutral","sentence":"That'd be fine."},"5362":{"polarity":"neutral","sentence":"It's a bit of a bitch."},"8487":{"polarity":"sustain","sentence":"Well, life is too short."},"5809":{"polarity":"sustain","sentence":"Certainly not a problem."},"8805":{"polarity":"change","sentence":"-and I'm gonna go down to the rugby club and I'll- I know that will be accepted. I'll offer my services again because-"},"8785":{"polarity":"neutral","sentence":"-you don't care."},"8299":{"polarity":"neutral","sentence":"I don't know, really."},"8269":{"polarity":"neutral","sentence":"My GP."},"5392":{"polarity":"neutral","sentence":"So, you know."},"8515":{"polarity":"neutral","sentence":"Totally. I mean, I was just in charge of the wine, you know."},"4485":{"polarity":"change","sentence":"Yeah. I think I could do that. Uh, as long as there's no big-time side effects, but, uh-"},"8559":{"polarity":"neutral","sentence":"Yeah, yeah."},"8293":{"polarity":"neutral","sentence":"That's what I understand."},"3969":{"polarity":"sustain","sentence":"I-I don't want to fall."},"8998":{"polarity":"neutral","sentence":"He didn't really tell me. He just phoned it in."},"1746":{"polarity":"neutral","sentence":"Whoa."},"8976":{"polarity":"neutral","sentence":"No."},"5731":{"polarity":"sustain","sentence":"-uh, it's, uh- it's stressful, you know. [clears throat] But, the doctor- you know, the other doctor put me on this medicine and-and I gotta take it every day. And, I-I don't like it. Uh, I'll just be honest with you, I don't like it."},"3985":{"polarity":"neutral","sentence":"Oh, I don't really know yet after just one time."},"584":{"polarity":"neutral","sentence":"Well, I'm supposed to come to learn about my-- how to manage my diabetes. Just got diagnosed."},"8757":{"polarity":"change","sentence":"That, okay, do a bit of this and do a bit of that."},"3977":{"polarity":"neutral","sentence":"Yeah, so-"},"1515":{"polarity":"neutral","sentence":"Yeah."},"426":{"polarity":"neutral","sentence":"Okay. Um, okay, that sounds good. As long as I'm not changing anything and we're just kind of putting, um, I guess, pen to paper or something."},"8853":{"polarity":"change","sentence":"No worries."},"5442":{"polarity":"neutral","sentence":"Yeah. That'll definitely be true."},"5464":{"polarity":"change","sentence":"If I had their support of my-my family and [silence] I want to say that would be higher. I just know I fucked it up in the past. If they were there to support me now, then I’d be 99% sure."},"5288":{"polarity":"neutral","sentence":"Yeah. I-I know there's something in there, I just don't know much about him."},"4483":{"polarity":"change","sentence":"And being able to talk with you and do this as we go along rather than-- I-I wasn't certain I could just, wham, put this huge program in[chuckles] into effect. Uh, but doing a step at a time and I, you know, that-- getting on the medicine, I don't think that's any big problem. That I can do I am pretty sure."},"4749":{"polarity":"neutral","sentence":"Okay. Uh, what about side effects?"},"8994":{"polarity":"neutral","sentence":"Sure. I'm just getting a few groceries."},"5140":{"polarity":"neutral","sentence":"Mm-hmm."},"3945":{"polarity":"neutral","sentence":"Not yet."},"4003":{"polarity":"neutral","sentence":"Five."},"1764":{"polarity":"change","sentence":"Yeah, I'll take the medicine."},"8687":{"polarity":"neutral","sentence":"Yeah."},"1720":{"polarity":"neutral","sentence":"Hey."},"5707":{"polarity":"neutral","sentence":"Yeah, okay."},"8525":{"polarity":"neutral","sentence":"-or Kentucky Fried or whatever."},"1752":{"polarity":"change","sentence":"-so take- taking the medicine sounds like the-the end of the game right now."},"5430":{"polarity":"neutral","sentence":"Uh, I don't know."},"8267":{"polarity":"neutral","sentence":"What's led me to come here?"},"3010":{"polarity":"neutral","sentence":"You know that my friends were happy, um, that I'm like this cool person who moved from in the middle of nowhere, has a strange accent that-"},"5160":{"polarity":"neutral","sentence":"Okay."},"5454":{"polarity":"neutral","sentence":"Yeah. Yeah. A good, uh, good family."},"8701":{"polarity":"change","sentence":"Well, it would appear that there is something to gain, and-- I mean, I-- What do I lose? I don't know until I do it. But I'm thinking that if I do it and I do what I'm enjoying doing, I won't miss what I'm not doing. Does that make sense?"},"3937":{"polarity":"sustain","sentence":"So, it's-- it was-- I simply felt self-conscious."},"9040":{"polarity":"change","sentence":"-that's cut down. Um, and then they said the drinking might contribute to it, too. So, I got a lot of different things I'm working on. So that's what I know."}}