{"8206":{"polarity":"change","sentence":"Yeah, because even those jobs right now don't feel accessible for me. They seem like, you know-- seems like if-- maybe if I were better on the computer or you know."},"1399":{"polarity":"neutral","sentence":"Yeah. Yeah. It was a fashion thing. I think it was for some kind of-- I'm not sure if it was a campaign or something, but, it was-"},"8158":{"polarity":"neutral","sentence":"Yeah."},"1411":{"polarity":"neutral","sentence":"Yeah."},"6178":{"polarity":"neutral","sentence":"Mm. Let's see. Well, you know, I'm really not sure, I kind of, you know. Um, I'm having a hard time with that. Um."},"6174":{"polarity":"neutral","sentence":"Yeah, yeah, I have to laugh, I mean, even comedians say, you know, uh, most of-- What I've heard about comedians is that they are really not always that happy and they use that in a comical way to, you know, deal with life, so, yeah. [laughs] I kind of, maybe I should go into that. [laughs] Like this girl—"},"8150":{"polarity":"change","sentence":"Um, it sits about at a 10 because yeah, I mean, I'm the only one supporting my kids and, um, you know, it's just, what I'm getting from welfare is just not cutting it. So I really need to have a job and soon."},"8176":{"polarity":"change","sentence":"Well, I mean, being able to make the interviews would be the priority."},"8218":{"polarity":"change","sentence":"Well, find the childcare resources-"},"2700":{"polarity":"change","sentence":"Well, considering this test is coming on the way in a few days, um, I think, for me and just like practicing and just really seeing how I do and if I do well, then I think my confidence might go up a little bit."},"8174":{"polarity":"neutral","sentence":"Right."},"1361":{"polarity":"neutral","sentence":"Yeah. Um, yeah, I guess it kind of- it kind of started like five, six years ago."},"8162":{"polarity":"change","sentence":"I just want something that is- is gonna be steady and where I can be, you know, even if my kids are in childcare during the day, that I can be home every night and spending time with them and, um, know you really like to get something where, um, I'm just making good money and- and I don't have to worry all the time about money."},"1393":{"polarity":"neutral","sentence":"Um, just makes me feel like an idiot, makes me feel like I just shouldn't even bother trying to do it anymore. I should just go home and I just-- I think I just don't want to be in that situation. I just feel like everyone else is fine and they're normal and I'm just the freak, you can't, like do normal things and—"},"1371":{"polarity":"neutral","sentence":"It's like scared. I don't know. Hopefully, it will help."},"8178":{"polarity":"change","sentence":"Um, so chi- you know, taking care, having some childcare, having-"},"8212":{"polarity":"neutral","sentence":"Yeah."},"6196":{"polarity":"change","sentence":"And that gives me a relie- a sense of relief. Like I'm not just, you know, saying yeah. You know, go find your own place or, you know, I mean, there are places where he has a safety net to go to and that-that is something that I think I feel better about and that it makes it easier to discuss and giving them options that he can-- Yeah, yeah, exactly."},"6162":{"polarity":"neutral","sentence":"You know, and it seems that, um, it's hard for me to be assertive and say I think the, um, the, uh, transitional period is- has come and it's beginning to time to transition. So."},"2686":{"polarity":"neutral","sentence":"Um, it made me feel good."},"6200":{"polarity":"neutral","sentence":"Yeah."},"8166":{"polarity":"change","sentence":"Yeah. And it'd be nice to just know what I'm doing and just have my routine."},"2698":{"polarity":"neutral","sentence":"Yeah."},"8184":{"polarity":"neutral","sentence":"Yeah."},"6198":{"polarity":"neutral","sentence":"Been there, done that. [laughs]"},"1401":{"polarity":"neutral","sentence":"Yeah, it was, yeah, it was really cool, but I find it- found it really hard to try and focus on that 'cause I was so- I was kind of feeling really anxious and—"},"8154":{"polarity":"neutral","sentence":"Mm-hmm."},"2683":{"polarity":"neutral","sentence":"Uh, I would say maybe like four or five years ago, um, I had to do a recording for work and I did not want to do it. I was trying to find every way that I can get out of during this recording. And, um, and then I played my recording and because of the way sometimes I carry myself, like not confident and very anxious, um, I think other people don't always believe in me."},"8202":{"polarity":"neutral","sentence":"Yeah. Great. Exactly."},"8160":{"polarity":"sustain","sentence":"Yeah. Yeah, because it's so limited and I've been out of the workforce and even when I was working, I mean, it's not, I don't know, it's not stuff that I feel like can lead to the job that I want now."},"6216":{"polarity":"neutral","sentence":"I like your way of thinking, girl. I-I'll tell him that. [laughs]."},"1391":{"polarity":"neutral","sentence":"Um, just, I mean, I get really hot and sweaty, and I don't-- I feel like everyone's kind of looking at me and thinking that I'm just like really stupid, and I feel like they're all going to be staring and thinking, I just can't do my job. And I'm just an idiot. And I mean, they'll think that I just look like a weirdo and I just try and-- I mean, I just kind of just try and get out of the situation or just focus on something else. So that's why I like doing shots where it's just me and the camera 'cause I- then I can just put all my attention on that instead of having to, you know, be with other people."},"2704":{"polarity":"change","sentence":"Yeah. Mm-hmm."},"8144":{"polarity":"neutral","sentence":"Yeah, but I wasn't able to go, um, cause my kids, I didn't have any one to watch them. And, um, you know, so the- that was sort of game over. I just, I had to cancel the interview and this, it's too bad because it was a really, a- actually was a job that would have been good, but I don't know."},"1431":{"polarity":"neutral","sentence":"Um, well, I again was trying to grip the camera, just look down, just trying not to do anything weird or-- 'Cause, I mean, they could probably tell I was being weird anyway, but hopefully if-- I just- I just tried really hard to just focus and look down, not trying, like not kind-- look at anyone else and just, yeah, just kind of trying get on with it as best as I could, but—"},"6214":{"polarity":"change","sentence":"And I don't know what his plans are, but those are my plans."},"8172":{"polarity":"neutral","sentence":"- so I'm not worried about them while I'm at work."},"6166":{"polarity":"sustain","sentence":"Um. [sighs] I don't know, I'm-I'm, I guess, I'm kind of, um, I care about the person and, you know, there's a certain amount of comfortability of having somebody with you, you know, and I'm just, so, I guess I am at war with myself because part of me wants the comfort of having a companion and the other part of me is just, you know-- I-I cannot-- I am not really sure what I wanna do, you know."},"8196":{"polarity":"change","sentence":"I mean, I guess, I just don't really know what it's gonna be because I need to have a job now so I'm not really sure."},"8148":{"polarity":"neutral","sentence":"Yeah."},"1365":{"polarity":"neutral","sentence":"Yeah, I am- Yeah. It's the first time actually, yeah. Um, I was going to a few years ago. I just thought it'd be easier to stay at home, so."},"1379":{"polarity":"neutral","sentence":"Yeah, yeah. Um, it was kind of easier when I was at home because I was obviously, I mean, my parents, so it's fine, but you know, they would, I'd go to places with, um, or I'd kind of have people there, but more and more, I'm just finding myself just staying in a lot. I mean-- I went like two weeks ago for coffee with my friends and the whole time I was just kind of wanting to go home again. So I don't, I just don't want to-- I don't want that to happen. I don't want to lose everyone. So-"},"1381":{"polarity":"neutral","sentence":"Yeah. Um, yeah."},"6186":{"polarity":"neutral","sentence":"Yeah, I-I- yeah. I mean I- thank you. I-I-I appreciate you saying that I'm a good person. Like I feel I am. Um—"},"2696":{"polarity":"neutral","sentence":"Right"},"8182":{"polarity":"neutral","sentence":"Right. Yeah."},"2688":{"polarity":"neutral","sentence":"Yeah, I did."},"6164":{"polarity":"change","sentence":"Yeah, that's, it's absolutely right that I want, I-I want change but I'm not, I am kind of, like, weak in that area where it's, like, the ability to actually say the words. You're right, yeah. I'd like to be able to do that."},"6192":{"polarity":"neutral","sentence":"[laughs]"},"6194":{"polarity":"neutral","sentence":"Yeah. That's the good thing that he does. And I mentioned them. I-I-I discussed that with him."},"2667":{"polarity":"neutral","sentence":"Um, maybe like a four or five."},"6172":{"polarity":"neutral","sentence":"Well, you know, in life you have to have a sense of humor in my- the way I view and otherwise, you know, I'd be like where's the news. [laughs] I mean, it's either—"},"1395":{"polarity":"neutral","sentence":"Um, like a work situation or just--?"},"2681":{"polarity":"neutral","sentence":"Right."},"8190":{"polarity":"sustain","sentence":"- um, you know, I just, it, as soon as I asked about it, I just feel just like I'm not good enough-"},"6176":{"polarity":"neutral","sentence":"Yeah, like this girl Ruth that I know she's-she's, uh, got a serious job and she kind of does that on the side. [laughs]"},"8226":{"polarity":"neutral","sentence":"- like maybe there's a weekend, I mean—"},"6202":{"polarity":"neutral","sentence":"Well, um, I told him within a couple of days is, you know. I think, um, I-I- cause I have future plans, um, and some things that are up in the air with me as far as where I'm going to be living in. I've had this place for seven years, but I'm not sure, you know. Every day is a new- a new, uh, winding road that we go down, you know?"},"8214":{"polarity":"change","sentence":"Yeah, that would be great."},"8216":{"polarity":"neutral","sentence":"That would be great."},"1373":{"polarity":"neutral","sentence":"Yeah."},"8204":{"polarity":"neutral","sentence":"Mm-hmm."},"8156":{"polarity":"sustain","sentence":"I mean, right now, I think I'm about at a three. I just seems like, you know, even if I'm able to get into the interview and get childcare, you know, when I show up, I've got this resume that it's- it's not impressive and it's got all these gaps of employment and I'm not as educated as other people going in for the same job. So I just feel like I'm not, um, I don't know, that employable."},"1389":{"polarity":"neutral","sentence":"I guess when it- I have to kind of be working with other people. Um, I don't like that. It's like when I'm trying to kind of- would do an event or something where there's a lot of people there, not just photographers, but actual, you know, if I'm like taking places with people that I don't know, I just kind of find myself saying, you know, I mean, I want to do them, but just is scary. So I just don't do it."},"8146":{"polarity":"change","sentence":"Well, yeah, because it's- it's, you know, I didn't really have a choice. I guess I have to be- I have to make sure my kids are taken care of first. And, um, you know, I'm worried that this is gonna keep happening."},"1435":{"polarity":"neutral","sentence":"Um, well, it kind of went on for like an hour or so, and then, um, people were going, um, just a-after every shoot people go out for drinks after just to kind of celebrate like that we've done it. I'd just- I went home straight away, just got on my car and went home. I just didn't want to be around them especially after they would've seen me being weird and I just wanted to get-get home straight away."},"8188":{"polarity":"neutral","sentence":"I get asked about education and training and –"},"1385":{"polarity":"neutral","sentence":"Yeah."},"6158":{"polarity":"neutral","sentence":"Um, how about if we talk about, uh, the problem that I'm really having is, um, getting somebody motivated to do something, um, such as move out of my house."},"6190":{"polarity":"neutral","sentence":"Well, um, I've had co-conversations about with him and sometimes not-not so pleasant, but I'm-I'm just making, you know, 'cause I happen to sometimes just like hold things in. And then finally I- at-at one point I was really, you know, very logical about it. And then the other day I kind of got not so logical about it."},"1369":{"polarity":"neutral","sentence":"Um, don't know, it's kind of, I haven't really told anyone, so, I mean, it's made it like better in sense. I feel, hopefully this is, this is it like, it- it'll help, but I don't know. I don't like thinking that I've like have to do this. I never thought I'd like be the kind of person you'd have to actually go and like get help if that makes sense."},"8224":{"polarity":"change","sentence":"And then, um, I mean-- I guess getting into some type of- some type of a training program that's, you know, short-"},"2673":{"polarity":"neutral","sentence":"Yes. And I already kind of put it off after s-scheduling it too. So, um, now I'm actually enjoying that because I-I already like changed date and everything. So now it's actually coming."},"1413":{"polarity":"neutral","sentence":"Yeah."},"6170":{"polarity":"neutral","sentence":"[laughs] Well, first of all I think he would hit the road if I started singing that song 'cause I can sing. [laughs]"},"6204":{"polarity":"neutral","sentence":"Um."},"1403":{"polarity":"neutral","sentence":"No. No."},"1367":{"polarity":"neutral","sentence":"Yeah."},"8186":{"polarity":"change","sentence":"Um, I just wish that I had- I had more experience or, um, you know, more education. It seems like everyone's got a college education and I don't have that on my resume."},"1407":{"polarity":"neutral","sentence":"Yeah."},"1433":{"polarity":"neutral","sentence":"Yeah, no, I-I always do that even if it's really hot or I wear just loads of layers and just 'cause otherwise I- I'll just be really sweaty and like, people would definitely be able to see, so."},"8194":{"polarity":"change","sentence":"Yeah. Well, something I could talk about in the interview too. You know, even if I was some type of certification where I could say, I could, you know, with confidence talk about- about that."},"2694":{"polarity":"neutral","sentence":"You know."},"1383":{"polarity":"neutral","sentence":"Yeah."},"1375":{"polarity":"neutral","sentence":"Um, I thought that they'd be better, but 'cause I thought I'd have to kind of be independent and I suppose actually a lot worse. So I'm-I'm just kind of staying in the house a lot. I don't really have any friends or anything. I mean my family come and visit a bit, but it's not-- I don't know. It's kind of scary because I've just been kind of-- that should just end the flight by myself, which I always thought I'd like, but I don't actually like it."},"8192":{"polarity":"neutral","sentence":"- since I don't have that."},"2675":{"polarity":"neutral","sentence":"Yes."},"6210":{"polarity":"change","sentence":"But I-I mean and it's not that I don't care about him, I do. But you know, it's just like, we're both- we're all adults here, come on."},"2679":{"polarity":"neutral","sentence":"Yeah. But then I do worry, you know, that negative talk that, you know, when you have anxiety. So then I worry about if I don't pass it, you know, like people are going to ask me how I did and if I don't pass it I'm gonna have to tell them, it's embarrassing for me. Um, so that makes me really anxious."},"6218":{"polarity":"neutral","sentence":"Thank you"},"8210":{"polarity":"neutral","sentence":"Yeah."},"8164":{"polarity":"neutral","sentence":"Yeah. It would be huge."},"2677":{"polarity":"change","sentence":"Um, well I think it's this kind of long time coming. I just need to do it and then I can figure out, if I don't pass, I have to wait three more months to do it. And then I just study for the next three months. And if I do, then I can have that weight lifted off my shoulders cause it's been all a lot of weight on me and I think about it every single day. And I'm just sick of thinking about it."},"2669":{"polarity":"change","sentence":"I mean, because I-I have it set up after like so many years, so I still have a ton of anxiety about it, but I think I'm like kind of making it, maybe that first step. And so that's why I would rate it as like a four or five because I'm making that first step, but it's still scary for me."},"1363":{"polarity":"neutral","sentence":"Um, it kind of escalated a bit. Um, I've just recently moved out, um, from living with my parents. So just made it a bit worse, I think."},"6188":{"polarity":"change","sentence":"Yeah. Oops, it's just hard to- it's just hard to, um, er, yeah. I- my j- my job is done and I have to start to realize that I have to be a little bit more assertive, I think, and a little bit more, um, sure of myself."},"2671":{"polarity":"neutral","sentence":"Yeah."},"1425":{"polarity":"neutral","sentence":"Yeah."},"6212":{"polarity":"change","sentence":"Um, that's the goal, you know."}}