{"4238":{"polarity":"neutral","sentence":"No."},"3494":{"polarity":"sustain","sentence":"Uh, you know, I get loaded and I-I can- I can function. I can go to work and, you know, do normal things, you know. Uh, I mean, there's been maybe just a couple of times where I wasn't feeling all that well, and I, uh, I was late a couple of times to work or it might overslept from the night before or whatever, but it's about it. Uh, I just want to avoid getting sick right now. That's my main priority."},"5984":{"polarity":"change","sentence":"Well, I mean, I just failed the UA at work. Uh, I think I failed UA at work. I don't know. I-I use- I use some stuff that was [inaudible 00:02:00] not my system. But-"},"4207":{"polarity":"neutral","sentence":"Yeah, pretty right."},"5855":{"polarity":"neutral","sentence":"I know who to hang out with, I'm not stupid."},"5837":{"polarity":"neutral","sentence":"No one wants to help me."},"5992":{"polarity":"change","sentence":"I mean, yeah, I guess- I guess if I think about it, that's kind of the common theme."},"4193":{"polarity":"sustain","sentence":"Yeah, or well, not to that extent, you know what I mean? Like, I-I would-- l didn't think I was at anywhere near a point that I would need to be sat down and intervened with-"},"3466":{"polarity":"neutral","sentence":"Uh, yeah. Yeah, that's fine."},"4381":{"polarity":"neutral","sentence":"Yeah. I mean there are people that do that. I suppose it-it would be hard. I-I haven't really thought about it, I suppose. That's all it is, all I've known that scene to be, you know, 'cause I'm quite new to it, you know-"},"7632":{"polarity":"sustain","sentence":"I've always been an anxious person. Pot just helps me calm my nerves. I'm I in trouble?"},"7669":{"polarity":"neutral","sentence":"Okay. I guess I'll think about it."},"4266":{"polarity":"neutral","sentence":"Yep."},"4409":{"polarity":"neutral","sentence":"-hang out and have a good time."},"4405":{"polarity":"neutral","sentence":"Mm."},"4968":{"polarity":"sustain","sentence":"Dealing with my grandma's loss."},"4974":{"polarity":"neutral","sentence":"Mm-hmm. Yeah, and—"},"4318":{"polarity":"neutral","sentence":"Yeah."},"4227":{"polarity":"neutral","sentence":"Right. Um, I suppose it's kind of hand-in-hand with just hanging out with, sort of, some new scene that I've-- Like, um, I moved to Auckland maybe three years ago."},"4145":{"polarity":"sustain","sentence":"It's the hard thing, I mean, almost everybody I know uses it."},"4149":{"polarity":"change","sentence":"I haven't really talked to her about it. I think she knows it I do it sometimes. I mean, we're pretty close. I think I could talk to her about it, and I think she would probably help."},"4419":{"polarity":"neutral","sentence":"Yeah. Yep."},"4248":{"polarity":"neutral","sentence":"Yes-"},"4195":{"polarity":"neutral","sentence":"-if you know what I mean."},"3484":{"polarity":"neutral","sentence":"Yeah, that's right."},"2550":{"polarity":"neutral","sentence":"So—"},"4141":{"polarity":"change","sentence":"Yeah."},"4389":{"polarity":"neutral","sentence":"Yeah."},"4177":{"polarity":"neutral","sentence":"Yeah."},"5871":{"polarity":"sustain","sentence":"I still crave smoking, even though I've stopped."},"4334":{"polarity":"change","sentence":"That would be a problem, yeah."},"4201":{"polarity":"neutral","sentence":"Yeah. Yeah. Yeah, 'cause, I mean, you know, they are my friends and-"},"5849":{"polarity":"neutral","sentence":"It's actually been a fabulous week."},"4353":{"polarity":"change","sentence":"'Cause I want that to be my job, you know. I'm fucking sick of cafes."},"4292":{"polarity":"neutral","sentence":"Definitely."},"4306":{"polarity":"change","sentence":"Hmm. Could have been a couple of auditions that I didn't do so well and as I could have 'cause of that."},"7639":{"polarity":"neutral","sentence":"I'm not sure it is."},"3514":{"polarity":"change","sentence":"I would really like a little bit of information on, uh, injecting in my arm."},"4284":{"polarity":"sustain","sentence":"-sounds shocking. But to me it-it's- it doesn't feel that way, you know, that's kind of where that, where it kind of doesn't sit right. I, [clears throat] that's why I kind of got a bit miffed at my friends a little bit, or I dunno, a bit defensive there. 'Cause you know, it sounds a lot, but it doesn't feel out of control or anything, you know. It doesn't feel, I dunno, people that need to go and see therapists or whatever you kind of go, \"Oh, they're an addict.\" You know. They-- Their health is really bad and they need urgent help right now quickly, Uh, well, at least that's kind of the-the feeling you get. And I don't feel that at all. I don't feel like it's a real urgent thing. So that-"},"4131":{"polarity":"neutral","sentence":"Mm-hmm."},"2544":{"polarity":"neutral","sentence":"Right."},"4229":{"polarity":"neutral","sentence":"And, um, I still live in Palmy and, so as you can imagine, it's sort of a bit different down there. And, um, kind of just when I first got here I was sorta introduced a little bit to, um, like do you know Family Bar on-on [unintelligible 00:06:49]?"},"4125":{"polarity":"change","sentence":"No, I mean, no. I mean, like I said, I only do it in clubs, you know, with my friends, uh, two or three times a month at-at the most. Um, uh, I don't think it's really having other impacts. But I'm-I'm concerned about this one. I never expected to get gonorrhea."},"5851":{"polarity":"neutral","sentence":"It's actually been a fabulous week."},"4232":{"polarity":"sustain","sentence":"It's quite a heavy party scene most weekends and stuff. So it kind of goes hand in hand with that really, and just, you know, I guess when I have-have a slight-- I don't know, you just feel really good, I guess. Just feel, like, happy, and excited, and just to be surrounded by people that, you know, really care about you, and love you and-- Coming from a place where y-you didn't-- don't get that as much, it's just really cool, you know, to-to be able to go, \"Okay, on this day I can take this.\" And it's just that instant, like, \"I know- I know I'll feel good.\" I guess that's part of it."},"5841":{"polarity":"neutral","sentence":"Mm-hmm. I really shouldn't have done it."},"7637":{"polarity":"sustain","sentence":"I don't know if I feel more accepted, more like I'm trying to fit in by using it."},"4976":{"polarity":"change","sentence":"Right."},"3510":{"polarity":"neutral","sentence":"I mean, that's a concern, of course, right? Uh, I'm on the app just in case somebody nearby is OD-ing and I can get pinged. But no, mostly I just keep it in case I overdose, uh, and, uh, I'm realizing now I have it but I haven't told my roommate about it so—"},"4171":{"polarity":"neutral","sentence":"Yeah."},"3528":{"polarity":"neutral","sentence":"Uh, yeah, yeah. It's fine. Let's do that."},"4213":{"polarity":"neutral","sentence":"Um, dr-drugs, I guess."},"4268":{"polarity":"change","sentence":"Well, I guess, now, that I think about it, maybe it's sort of gone beyond that, maybe I didn't notice that."},"4189":{"polarity":"neutral","sentence":"-because they're fucked."},"4978":{"polarity":"neutral","sentence":"Yeah, it is."},"5986":{"polarity":"change","sentence":"I don't- I don't think it's gonna work. And so I really liked to be able to keep my job."},"4143":{"polarity":"change","sentence":"Something else to do on weekends, you know, different social life."},"4173":{"polarity":"change","sentence":"Sure. Um, I guess, you know, maybe two or three weeks ago, I had sort of like this group of friends come around to my place, and um, you know, they-they were sort of saying that it was just like a night to hang out and watch DVDs and stuff, and then they sort of sat me down and were like, \"You know, maybe you need to get a bit of help for, you know, drug stuff.\" Then, you know, I was sort of like, \"Well, mm.\" And I was quite annoyed by that at first, but I-I suppose, you know, I thought about it for a bit and then I was like, \"Well, I guess it can't hurt to talk to someone about it, maybe.\""},"3482":{"polarity":"neutral","sentence":"Yeah, I use new needles every time, I never share."},"4308":{"polarity":"neutral","sentence":"Uh, maybe. Maybe it's just my general sort of state. Um,I dunno, sometimes I suppose just kind of weighs on my mind a little bit like, \"What am I doing or why am I spending my money on this?\" I mean, when it's happening, it's like, this is amazing."},"4966":{"polarity":"neutral","sentence":"And it has, but I don't do it as often, it's just sometimes."},"4302":{"polarity":"neutral","sentence":"No."},"4413":{"polarity":"neutral","sentence":"Yeah."},"4258":{"polarity":"neutral","sentence":"I mean, I guess, I'm, let's say I take it for granted but, um, yes, it's just comfortable now. And, um, it's just a sort of what I do really. Yeah, so, I guess that the drugs are linked to that, I suppose. It's j-- Well, it's just a part of it, I don't really think-- I didn't really differentiate it. It's just kinda, \"Okay, I'm gonna go hang with my friends,\" and that sort of thing, you know, that Saturday, Friday night thing. And then it just happens really as part of that."},"4256":{"polarity":"neutral","sentence":"Um, now, I guess, now, I'm just a little used to it. [clears throat] When I first got here, I was like, \"Wow, this is amazing.\" This is hard, I guess, but, you know, it's been three years now, so it's just kinda like I've gotten used to it."},"4159":{"polarity":"neutral","sentence":"Thank you."},"4320":{"polarity":"neutral","sentence":"Yeah."},"3518":{"polarity":"neutral","sentence":"Mm-hmm. Yeah."},"3480":{"polarity":"neutral","sentence":"Uh, Northeast Glisan."},"4123":{"polarity":"change","sentence":"Yeah."},"4282":{"polarity":"change","sentence":"Mm. S-surprised me to-to think about, you know, when there's stuff, and you don't really think about it, but then if someone asked you, you know, how often or-- and then you kind of have to quantify it, I suppose it kinda sound shocking, you know, if I- if I imagine myself sort of saying, \"I do this, you know, a few times a week.\" It-it-"},"4399":{"polarity":"change","sentence":"Well, [coughs] I must say I was a bit, um, you know, at the start when I was sort of saying I, you know, this is how often I do it and then I found myself talking about the kind of the weekday stuff I kinda took myself back a bit there. I suppose, you know, on a Wednesday by yourself like it doesn't sound that good."},"5996":{"polarity":"change","sentence":"I don't- I don't really know. We're the only shop in town that-that does the work that we use. So I don't- I don't know what else I'm gonna go do."},"7626":{"polarity":"sustain","sentence":"It's not a big deal. It's just like a couple times a week to relax."},"7649":{"polarity":"change","sentence":"Yeah."},"4294":{"polarity":"change","sentence":"Yep. Um. Uh, I suppose money is quite a big thing. Like, I used to have a lot more money sorta last year. I had a, quite a good job, like a, quite a regular acting job."},"7657":{"polarity":"sustain","sentence":"It's just not done. I don't know. It's something for crazy people and we definitely do not have the money for it."},"4209":{"polarity":"neutral","sentence":"Yeah."},"2542":{"polarity":"neutral","sentence":"Um, and—"},"3520":{"polarity":"change","sentence":"I'd probably say 10."},"5843":{"polarity":"neutral","sentence":"Mm-hmm. I really shouldn't have done it."},"4298":{"polarity":"neutral","sentence":"Yeah. Yeah. A little bit."},"4240":{"polarity":"neutral","sentence":"No. I didn't really know. I guess you see sort of things like that in-in movies from America you know, but you don't really-"},"4972":{"polarity":"change","sentence":"-I don't wanna have to rely on having to take that."},"4161":{"polarity":"neutral","sentence":"Yeah, you too."},"5976":{"polarity":"change","sentence":"I mean, I guess a little bit, you know, like-- I mean, she's the one that-that has me being here. We've been fighting about it, you know. Uh, uh, I don't know, I-I guess I'm-I'm getting pretty frustrated with her. She just won't get off my back about it. So I finally said, \"Fine, I'll go see someone.\""},"7653":{"polarity":"neutral","sentence":"Okay."},"4217":{"polarity":"neutral","sentence":"-and, um, I guess less often, I do a bit of, you know, I smoke a little bit and, um, party pills in the- in the weekend sometimes."},"3522":{"polarity":"change","sentence":"Well, uh, I don't want to have an overdose and I don't want to get an infection. Seems like easy things to do."},"3476":{"polarity":"neutral","sentence":"Uh, I don't know. Um, I use maybe a few times a week."},"4105":{"polarity":"neutral","sentence":"Snort it, always snort it."},"4365":{"polarity":"change","sentence":"Yeah, and then I suppose also like money is linked into that as well, you know, I've-- I'm not doing as many courses and stuff as I used to be doing, 'cause it's, you know, don't have the money."},"5982":{"polarity":"change","sentence":"Um, I mean, I guess- I guess I need some strategies for figuring out how to ease stress without, I guess, getting high."},"4345":{"polarity":"neutral","sentence":"Yeah."},"4397":{"polarity":"neutral","sentence":"Mm-hmm."},"3512":{"polarity":"neutral","sentence":"Yeah, that's what I'm thinking."},"3474":{"polarity":"neutral","sentence":"Uh, yeah, that's fine."},"4115":{"polarity":"neutral","sentence":"Right."},"4157":{"polarity":"neutral","sentence":"Yeah, sure."},"4276":{"polarity":"neutral","sentence":"Yeah. I suppose just since that kind of intervention thing or I started to give them the benefit of the doubt. And it's-"},"4099":{"polarity":"neutral","sentence":"Definitely."},"3500":{"polarity":"neutral","sentence":"Yeah, that's right."},"3498":{"polarity":"change","sentence":"Uh, yeah. I mean, I think everybody who uses at least has some concern of overdosing on some level. Right? Uh, so that's something I'm concerned about is accidentally overdosing. And, uh, yeah, I mean, I don't want to get an infection in my arm, you know, just the usual things. I have a hard time hitting veins sometimes, and I gotta dig around a little bit and I would get worried about, you know, hitting something that I shouldn't or, you know, getting infections."},"4254":{"polarity":"sustain","sentence":"-'cause-'cause like I found something in myself or something that was missing."},"5873":{"polarity":"neutral","sentence":"Mm-hmm."},"4401":{"polarity":"neutral","sentence":"Yeah."},"6010":{"polarity":"change","sentence":"I mean, I know if-if I lose my job, she leaving me. She's been getting after me about smoking weed for a long time, so—"},"6012":{"polarity":"change","sentence":"Probably need to go talk to my boss and start taking some steps not to lose it."},"4383":{"polarity":"neutral","sentence":"-so from the beginning it was always there."},"4127":{"polarity":"sustain","sentence":"I-I understand but it's I think that would be a hard thing for me to do. You know, I mean, I know I should but, I mean, that's like my whole social life. You know, I mean, all my friends go to these clubs. That's where- that's where I see them. You know, that's my sex life basically and, uh, meth is just- it's just a part of it. You know, I mean, everyone is doing it there. You know, so it's while I would like to stop it's-it's kind of hard to think about doing that right away."},"4274":{"polarity":"neutral","sentence":"-until recently."},"4278":{"polarity":"neutral","sentence":"-maybe noticing some things that I hadn't noticed but—"},"4179":{"polarity":"change","sentence":"Yeah. I just sort of did a bit of search on the internet and stuff and just read about this place, so I just thought I'll—"},"5869":{"polarity":"sustain","sentence":"Mm-hmm. I still crave smoking, even though I've stopped."},"3492":{"polarity":"neutral","sentence":"Yeah, I mean, I start to use, I get loaded."},"4215":{"polarity":"neutral","sentence":"Mm, yeah. Sort of kind of do a bit of P now and again-"},"5980":{"polarity":"change","sentence":"And, I mean, I love her, you know, but I'm here because she's making me be here."},"3490":{"polarity":"neutral","sentence":"Uh, geez. Yeah, I mean, it's the obvious stuff like my stomach feels sick, I get the body aches, uh, cold, hot, chills. Uh, everything hurts. Everything is in extremes. My emotions are in extremes. Uh, yeah, it sucks. I don't want to do anything. I just want to stay home and just stay in bed."},"4280":{"polarity":"neutral","sentence":"Oh, I mean, e-even just now, you know, when you asked me how often."},"4133":{"polarity":"neutral","sentence":"Mm."},"4205":{"polarity":"change","sentence":"-and just check it up, yep."},"4316":{"polarity":"neutral","sentence":"Yeah."},"4236":{"polarity":"neutral","sentence":"-lift to get away from, um, you know parents mainly, and that kind of lifestyle, that Palmy sort of lifestyle. But then yeah, I discovered this other thing, um—"},"4107":{"polarity":"neutral","sentence":"Mm-mm."},"4260":{"polarity":"neutral","sentence":"Yep."},"4111":{"polarity":"neutral","sentence":"Meth?"},"4411":{"polarity":"neutral","sentence":"Yeah."},"3470":{"polarity":"neutral","sentence":"Uh, no. That's okay. How's that?"},"4330":{"polarity":"change","sentence":"Uh, I guess it's obviously having some sort of effect on my friends and my flatmates, 'cause, you know, they set me down and said, \"Look you gotta-"},"4970":{"polarity":"sustain","sentence":"Yeah. I feel alone, and I just, I miss her and, it does- it does help but,-"},"4103":{"polarity":"neutral","sentence":"I do some meth."},"5847":{"polarity":"neutral","sentence":"I couldn't help myself."},"5867":{"polarity":"sustain","sentence":"I really want to get off the program."},"3472":{"polarity":"neutral","sentence":"Uh, nope. It feels okay."},"5990":{"polarity":"change","sentence":"-I guess those are my big goals."},"3504":{"polarity":"neutral","sentence":"Uh, are you talking about Narcan? Is that the same thing?"},"2554":{"polarity":"change","sentence":"Right. It's been good. I haven't answered the phone when he's called-"},"7628":{"polarity":"sustain","sentence":"Yeah. I mean, I'm here on an academic scholarship so I have to keep my grades up and I'm on the debate team, so there's a lot going on."},"4359":{"polarity":"neutral","sentence":"Yeah."},"4183":{"polarity":"neutral","sentence":"Yeah."},"4109":{"polarity":"neutral","sentence":"Just, you know, some alcohol."},"4324":{"polarity":"neutral","sentence":"Yep."},"4234":{"polarity":"neutral","sentence":"Yeah, in-in a way. Although I wouldn't have been conscious of that really. I just sort of discovered it here. It's not like I came to Auckland looking for that kinda-"},"4270":{"polarity":"neutral","sentence":"I mean like I always-- Well, it's, you know it's kind of a thing that happens in the weekends but, I guess, sometimes in the weekdays. You know, I'll-I'll pretty much every weekend I'll have a big night, um, maybe two but sometimes, you know, in the weekdays like on a Tuesday or Wednesday or something if I just kinda feel like doing something then I might do that sometimes to see if someone else wants to come round and join me or, you know, occasionally by myself I might have a smoke by myself or something like that. And I guess that isn't entirely linked to that scene, I suppose."},"4101":{"polarity":"neutral","sentence":"Okay."},"4326":{"polarity":"neutral","sentence":"Yep."},"7618":{"polarity":"neutral","sentence":"Uh, sure. What's this about?"},"2552":{"polarity":"change","sentence":"Right."},"4395":{"polarity":"neutral","sentence":"Yep."},"5978":{"polarity":"change","sentence":"Uh, I mean, I'm just here because she said that I need to be in here. So, I mean, yeah, I wanna save my marriage, you know."},"4407":{"polarity":"neutral","sentence":"Yeah. Yeah, but I think you're right about, just something to look forward to, because it's that midweek slump, you know. So far away till people will be in their place where they can-"},"7655":{"polarity":"neutral","sentence":"No. We don't do that kind of thing in my family."},"4338":{"polarity":"sustain","sentence":"Yeah. Yeah, and I mean part of it, yeah. Part of it I just wonder 'cause, you know, a lot of those friends that set me down are obviously the ones that are not part of that scene. I mean there were a couple there that-that are, but mostly they were the ones that sort of have always sorta been a bit judgy. You know, like when I first started all this stuff, you know. And clearly, there wasn't a problem like-- 'cause I used to be that guy as well you know, like, \"No never do that 'cause it's bad,\" and then you try it the first time and you go, \"Actually, it's not that bad.\" It's not the end of the world if you're sensible with it, then it's not gonna be, you know."},"4310":{"polarity":"change","sentence":"You know am I-- You go in- you go into places, interesting places, but you know, I could just as well have saved that money and actually gone to interesting places I suppose. But I don't know. I wonder if it- if-if it's having an effect. I-I don't know. I can't say for sure, but maybe it's not so good for the face, I dunno. [crosstalk] Dunno if I look tired or-or run down or-"},"7620":{"polarity":"neutral","sentence":"Mm-hmm."},"4262":{"polarity":"neutral","sentence":"Yeah."},"4391":{"polarity":"neutral","sentence":"Yeah."},"4339":{"polarity":"sustain","sentence":"You have to take a stupid amount to do any kind of like, or, you know, to die or to end up in a hospital."},"6006":{"polarity":"change","sentence":"I'll still have a job."},"4175":{"polarity":"neutral","sentence":"Yeah."},"4211":{"polarity":"neutral","sentence":"Okay, cool."},"4250":{"polarity":"neutral","sentence":"-plus-"},"7671":{"polarity":"neutral","sentence":"Do I have to go there?"},"4135":{"polarity":"sustain","sentence":"Uh, three."},"3478":{"polarity":"neutral","sentence":"Syringes? Uh, sometimes I'll buy them at Walgreens. Most times I'll just get them from the needle exchange."},"4377":{"polarity":"neutral","sentence":"Yeah."},"4328":{"polarity":"neutral","sentence":"Mm-hmm."},"3516":{"polarity":"neutral","sentence":"Okay."},"4385":{"polarity":"neutral","sentence":"Yeah."},"4341":{"polarity":"neutral","sentence":"So it's provided you don't-- you're not stupid with it. Then it's just a bit of fun but you can't really explain that to people who are-- have their walls up. So it's hard not to sit in this room full of people kind of going, \"Oh, you know, you really should stop the drugs, they're bad.\" It's like, \"Well actually, you don't know what you're talking about.\""},"4137":{"polarity":"change","sentence":"I mean, this has been really uncomfortable, you know, gonorrhea is a really bad experience. And, uM, I know I don't think the same, you know, when I'm- when I'm on it. And, uh, I mean, what I have is bad enough, I could easily get AIDS. I could get HIV the same way. So that scares me a lot. That's why it's higher than a one or two."},"7643":{"polarity":"change","sentence":"I don't know. I- It helps me relax but I guess I'm nervous I'll get caught. Um, my parents would kill me if they knew that I smoked."},"5861":{"polarity":"neutral","sentence":"Mm-hmm. This is not what I want for my life."},"7673":{"polarity":"change","sentence":"Okay, sure. I agree, let's go."},"3506":{"polarity":"neutral","sentence":"Yeah, I got some of that already. I got it from the needle exchange."},"4960":{"polarity":"neutral","sentence":"Yeah."},"7651":{"polarity":"change","sentence":"I don't know. When you put it that way, it doesn't sound like a very good habit."},"2556":{"polarity":"change","sentence":"-and a couple of my other friends have tried to call me as well, and I haven't answered the phone. Um, so it's been good for me to just reach out and like, meet a couple of new people, um, in the neigh-neighborhood that I'm living in."},"4375":{"polarity":"neutral","sentence":"Yeah."},"7630":{"polarity":"neutral","sentence":"Well, yeah. The truth is I'm the first in my family to go to college so I don't know, I guess, I'm in a bit over my head."},"4415":{"polarity":"neutral","sentence":"Yeah."},"4322":{"polarity":"neutral","sentence":"Yeah. Hmm."},"3488":{"polarity":"neutral","sentence":"Uh, yeah. Yeah, if it's, uh, you know, if it's been a couple of days like I can go two days, three days tops before I start to feel really sick."},"4231":{"polarity":"sustain","sentence":"Yeah. It's that sort of- that sorta scene, that kind of, um, gay scene, I guess. And, like, it's not something I'd really thought about before and-- But then kinda hung out there and just met these people that were sort of like you don't really get there much Palmy. Well, I mean I suppose you do, but they're not-- You know, in Auckland bars like that you can just-- Uh, you can just be it out in the open, you know, and I suppose in Palmy you can't as easily. Um, so just to arrive and see that and kind of meet these people that were just really friendly, you know, and-and not judge me into it. I don't know. You know, Palmy often is they're sort of like, \"Oh, you've gotta own a car, and soap it up, and drive up and down the Main Street,\" and I just couldn't give a shit about that, you know, so. Or play rugby and, you know, that didn't interest me at all and sorta come here and have people, you know, talk about interesting stuff and have a good time. I just want to go out and dance and stuff like that. Um, that was quite cool for me to know that that existed because I hadn't seen that before and-and I suppose there's a lot of that that goes on there, you know?"},"4956":{"polarity":"neutral","sentence":"He, um, introduced me to it too, so I've tried it."},"4119":{"polarity":"change","sentence":"Yeah, it could be because, uh, I was high when I had unprotected sex and I would not do that if I were not high."},"4351":{"polarity":"change","sentence":"Um, well I suppose the acting thing is a really big concern."},"2546":{"polarity":"change","sentence":"Right. It's been three months, and I've been doing pretty well."},"4343":{"polarity":"neutral","sentence":"Yep. Yeah, a couple."},"5857":{"polarity":"neutral","sentence":"Mm-hmm. I'm letting the whole family down. They had such high hopes for me."},"7641":{"polarity":"change","sentence":"Uh, yeah."},"4242":{"polarity":"neutral","sentence":"- think that it would exist in your own country. Well, not if you grew up in Palmy."},"7635":{"polarity":"sustain","sentence":"Well, some of these kids are just so much more sophisticated than me so I guess when I party with them, I feel like I'm fitting in. I don't know how else to explain it."},"7645":{"polarity":"change","sentence":"Yeah."},"4169":{"polarity":"neutral","sentence":"No. No, not at all."},"4199":{"polarity":"neutral","sentence":"Yeah."},"4191":{"polarity":"change","sentence":"And you kind of go, \"Woah. That's not me.\" So it's about am I—"},"3526":{"polarity":"change","sentence":"Uh, if you could email me that right now, that'd be great."},"5998":{"polarity":"neutral","sentence":"So—"},"4185":{"polarity":"change","sentence":"Yeah. Yeah, which kind of was a bit of a sh-shock, I suppose."},"4117":{"polarity":"neutral","sentence":"Right."},"2548":{"polarity":"neutral","sentence":"Um, and I met a couple new friends."},"4219":{"polarity":"neutral","sentence":"Yeah."},"4296":{"polarity":"change","sentence":"Um, and it was like quite a lot of money that la-last year. So it wasn't such a problem then. And I suppose I sort of blew that money a little bit. Um, so now I don't have that acting income coming in as frequently and I'm working in a cafe like a sort of part-time and it's not bringing in as much. So now it's kinda like, and sometimes I need to borrow a bit of money or sorta need a bit of help with the rent sometimes."},"4225":{"polarity":"change","sentence":"Mm-hmm, yeah. Yeah. So I guess when I put it that way, it does sound quite a lot, but it doesn't feel a lot, you know? If you know what I mean?"},"4147":{"polarity":"neutral","sentence":"My sister."},"4203":{"polarity":"change","sentence":"- you know, I'm not gonna be so narrow-minded as to say for sure that, you know, they're entirely wrong 'cause there's a big group of them, you know? And they do care, so obviously, there's something there that I might have overlooked. But on the other hand, I'm sort of like, \"Well, was it that bad?\" And you know, \"Was that- was that really necessary?\" But I, you know, I thought I'd give them the benefit of the doubt and-"}}