{"6426":{"polarity":"neutral","sentence":"Yeah."},"7357":{"polarity":"change","sentence":"Well, I noticed-- Well, I-I still need to work on my diet a lot. I haven't-- I-I'd like to say that by working out at the gym, I have, uh, I've -I've modified my diet, but I haven't very much. I've gotten a little bit better with that, but I'd like to do a lot more."},"1982":{"polarity":"neutral","sentence":"Hi, Dawn. Nice to meet you."},"711":{"polarity":"change","sentence":"-for years."},"3549":{"polarity":"neutral","sentence":"Yeah, yeah."},"7327":{"polarity":"change","sentence":"Um, I do feel better."},"6368":{"polarity":"neutral","sentence":"Yeah, I've got other things to do. I've got accounts to do."},"3789":{"polarity":"change","sentence":"Plus there's people who have done that countless times and you can go read what their-"},"3441":{"polarity":"change","sentence":"It-it-it would be important."},"3767":{"polarity":"neutral","sentence":"Yeah, I do headphones."},"126":{"polarity":"neutral","sentence":"Okay."},"3539":{"polarity":"neutral","sentence":"Well, um. I-I didn't get- go to physical therapy this week, and the- or Tai Chi, actually."},"3802":{"polarity":"neutral","sentence":"-might be a challenge."},"6428":{"polarity":"neutral","sentence":"Yeah, I mean, I, to a certain extent, because of my lifestyle, food is just fuel."},"3818":{"polarity":"neutral","sentence":"You gotta get over there."},"6436":{"polarity":"neutral","sentence":"-and B, if I can make an appointment-"},"6414":{"polarity":"neutral","sentence":"Yeah, I mean, I know, um, th- the theories of bit of exercise on a regular basis, um, a balanced diet. Um, but unfortunately, because of my lifestyle, because of being self-employed as an accountant, it's finding the time, uh, to exercise, but also, finding the time to sort of think, \"Okay, I'm gonna go shopping for this, that, and the other\"-"},"5119":{"polarity":"sustain","sentence":"Well, I don't see how I could do it. I-I'm still in a walker, you know."},"3557":{"polarity":"sustain","sentence":"I'll really fall and hurt myself, and this way, if I don't move around so much, there's less chance that I will."},"3459":{"polarity":"neutral","sentence":"Okay."},"1684":{"polarity":"neutral","sentence":"Um, and I know you said weight loss isn't really the goal, so I-"},"709":{"polarity":"change","sentence":"-like this is something that you want- that you've wanted-"},"6396":{"polarity":"neutral","sentence":"-means that I have to work in the evening-"},"6430":{"polarity":"neutral","sentence":"You know? Um, because I'm juggling all these balls, and I don't want to drop any."},"3637":{"polarity":"neutral","sentence":"Yeah."},"8915":{"polarity":"neutral","sentence":"Mm-hmm."},"3657":{"polarity":"change","sentence":"Okay. Okay. Okay. I-I'm willing to start again, so to speak."},"2004":{"polarity":"change","sentence":"Just, I'm-I'm just happier and more upbeat and I think that even my outlook is more positive. So like, if I'm sitting in traffic, and I haven't been physically active, I'll probably grumble about it but if I'm sitting in traffic, and I have been, it's like, I just have a different outlook on things and I already feel like I've gotten something accomplished that day. So it just kind of like helps with that ripple effect into my day of like getting more things done."},"3563":{"polarity":"neutral","sentence":"Yeah."},"6404":{"polarity":"neutral","sentence":"Okay, because I really must get on."},"6370":{"polarity":"neutral","sentence":"I've got clients they're coming in."},"3697":{"polarity":"neutral","sentence":"I mean, that alone, to know that I have communication that I w- that was my biggest fear that something-"},"5125":{"polarity":"neutral","sentence":"You do Tai Chi?"},"6390":{"polarity":"neutral","sentence":"I've got a pile of work-"},"3617":{"polarity":"change","sentence":"Like I don't wanna go back to the hospital, right? I really don't. Do I have to?"},"2012":{"polarity":"change","sentence":"Yeah, I think- I think the activity piece and then also to like, the foods that I'm eating, I don't think are that great. So that also kind of does the same thing, I think, to my appearance or the way that I viewed myself."},"108":{"polarity":"change","sentence":"Obviously, I need to cut back on the fruit juice. But boy, do I love that OJ."},"7234":{"polarity":"neutral","sentence":"Mm-hmm."},"7238":{"polarity":"sustain","sentence":"I just need to find the time to do it. And, yes, I might be lacking a little bit of motivation, but I think it's more timing and trying to fit it in."},"3463":{"polarity":"neutral","sentence":"Okay. Very good. Thanks."},"6133":{"polarity":"change","sentence":"I think the activity piece is the kind of low-hanging fruit that I see. Um, I feel like it's gonna be harder for me to change some of my nutrition habits right out the gate, but if I can get into maybe an activity routine, that that could be good to help maybe some of the other changes happen later."},"8939":{"polarity":"change","sentence":"Yeah, no, yeah. That's a good-good recommendation. I'll definitely check it out."},"5129":{"polarity":"neutral","sentence":"Okay, okay."},"8927":{"polarity":"change","sentence":"Right. Yeah."},"3581":{"polarity":"sustain","sentence":"That's a strong word, isn't it, \"betrayed\". Um, wow. A little, but-but I-I know, I know that it's true. I mean, my friend who does Tai Chi, she just- she loves it. Maybe it's just not for me, you know."},"8911":{"polarity":"change","sentence":"So, um, I do think that that would be an option. Um, I did enjoy doing yoga in the past. I, um, I don't care for swimming, uh, because it requires a lot of extra prep time, and like, I don't- chlorine in my hair just doesn't really go very well usually. Um, but I really like walking, um, weightlifting, running is okay. Um, that was more at my, like, peak activity level, so I don't think I could start out running now, but I'd like to work up to it."},"1990":{"polarity":"change","sentence":"Right. Yeah. Especially during times when I'm more active is when I noticed the biggest cha-change in energy and mood."},"3731":{"polarity":"neutral","sentence":"Yeah, well, you know, it really-- At-at one time, I was running-- I ran a half marathon. I was really into it, and, uh--."},"3601":{"polarity":"neutral","sentence":"-if something does happen?"},"3535":{"polarity":"neutral","sentence":"Uh, well, I'm glad to see my dog, he's very cute, and it just feels good to be home."},"3571":{"polarity":"sustain","sentence":"And I'm not sure about the Tai Chi anymore. I-I think the physical therapy, I can understand that, but I'm not so sure about the Tai Chi."},"3669":{"polarity":"neutral","sentence":"Okay."},"6372":{"polarity":"neutral","sentence":"You know?"},"1676":{"polarity":"neutral","sentence":"Mm-hmm."},"8929":{"polarity":"neutral","sentence":"Sure. Yeah."},"8955":{"polarity":"change","sentence":"Yeah. I think that, like I said, I think I'll find ways to walk. Um, and I'm at a point now where I've done as much research, I've found out as much information, I think, as I can on the gyms that are local here. Um, but I will check out the- the Y to see if it maybe is a bit cheaper and also a bit more, like, welcoming and doesn't require a- like, a six-month contract or anything like that. So I feel like those would both be good starts. Yeah."},"3597":{"polarity":"neutral","sentence":"Yeah."},"3814":{"polarity":"neutral","sentence":"Right, yeah. Well, it's just not-"},"3689":{"polarity":"neutral","sentence":"Yeah."},"3701":{"polarity":"neutral","sentence":"-any way to tell anybody."},"3679":{"polarity":"neutral","sentence":"Thank you. Thank you."},"703":{"polarity":"change","sentence":"I wanna be able to look nice."},"3547":{"polarity":"neutral","sentence":"Yeah."},"7323":{"polarity":"change","sentence":"I have."},"691":{"polarity":"change","sentence":"-ever since I started becoming conscious of my body."},"2000":{"polarity":"change","sentence":"Yeah, yeah, I think so. Um, that's not to say like, I wanna go run a marathon but I do think that it would help me a lot in terms of just having a better outlook on life, um, and better energy to- if I were to pick up some type of activity."},"8238":{"polarity":"change","sentence":"I like to walk."},"681":{"polarity":"neutral","sentence":"-gonna say a six."},"3795":{"polarity":"change","sentence":"That might not be be a bad idea. [inaudible 00:05:59]"},"3461":{"polarity":"neutral","sentence":"Okay."},"7329":{"polarity":"change","sentence":"My back—"},"7363":{"polarity":"change","sentence":"-you know, and then as I'm looking at that double or triple fudge four-decker of ice cream Sunday thing, you know, that somebody is eating, I would say, \"Wow, that would be about two hours on the treadmill.\" Then-then that would be probably-- the-- that would keep me from actually ordering one of those."},"6382":{"polarity":"neutral","sentence":"Yeah."},"7351":{"polarity":"change","sentence":"No, but, um, when-when I'm not at the gym, and I am my normal rational self, I realize that I'm, you know, way, way past the age of where I would really even want to do that, let alone want to spend the time it takes. But then while I'm at the gym, and I see the buff young guys, you know, lifting a lot of weight and all that stuff, then you know, the-- I don't know, the urge to be buff comes up in me."},"8913":{"polarity":"neutral","sentence":"Mm-hmm."},"3543":{"polarity":"neutral","sentence":"Yeah."},"3725":{"polarity":"neutral","sentence":"Hi."},"7331":{"polarity":"change","sentence":"Well, my back doesn't hurt nearly so much."},"8951":{"polarity":"change","sentence":"Yeah, I think so."},"3585":{"polarity":"neutral","sentence":"Right."},"118":{"polarity":"change","sentence":"I suppose I could replace it with, um, a low-calorie drink or drink more water."},"5113":{"polarity":"change","sentence":"Absolutely. I do not want to fall, for sure."},"3621":{"polarity":"change","sentence":"That I will definitely- I definitely wanna do that."},"7361":{"polarity":"change","sentence":"Well, I think, uh, when I really start seeing some results at the gym, it's kinda, uh, I think the way it works in my mind is if I've worked out really hard and I've- and I've-- say I've lost a pound that week-"},"92":{"polarity":"neutral","sentence":"Well, doc, I know you told me that I need to lose weight. And even though the scale didn't show today, I was able to lose about 5 pounds, but then I gained it right back."},"1474":{"polarity":"neutral","sentence":"Yeah."},"6366":{"polarity":"neutral","sentence":"-I expect them to start at 10:00, not 10:45."},"110":{"polarity":"change","sentence":"Um, six or seven."},"5099":{"polarity":"neutral","sentence":"I wanna go home."},"3439":{"polarity":"neutral","sentence":"[inaudible 00:01:33] training."},"3635":{"polarity":"neutral","sentence":"Mm-hmm."},"1670":{"polarity":"change","sentence":"Um, when you talk about activity and you mentioned like really, um, like rigorous activity types, um, like I go to a gym and I enjoy going to the gym when I was active."},"7337":{"polarity":"change","sentence":"Like last week, I-I didn't get there at all until like Thursday during the week,-"},"3781":{"polarity":"neutral","sentence":"And then I-- [unintelligible 00:04:41] kinda nice [unintelligible 00:4:42] gonna be troublesome."},"3735":{"polarity":"change","sentence":"And I-- And really, it's kind of an excuse, I guess, cause I-I could probably make the time, but it's-it's easier to just keep working or-"},"6408":{"polarity":"change","sentence":"Um, yeah, I mean, who doesn't? I mean, I'm aware that I'm over my, uh, uh, b-b-b-balance weight, but I now know that it's causing problems. I mean, obviously, I get out of breath if I have to do something a bit howering, and I realize that I'm on this blood pressure-"},"6143":{"polarity":"neutral","sentence":"Mm-hmm."},"5109":{"polarity":"neutral","sentence":"Uh, I have."},"3433":{"polarity":"neutral","sentence":"Uh, I belong to the-the Sport Fitness Center."},"1490":{"polarity":"change","sentence":"Mm, I'll probably, I don't know, find-- Now, while it's still somewhat okay outside, maybe pick days I'm gonna go for walks or runs, um, maybe look for a gym close to the house so that I know I can go there quickly or maybe that has daycare, um, yeah, maybe I'll just start to look for that, and find ways I can do it first."},"675":{"polarity":"change","sentence":"Yeah, I guess so."},"8919":{"polarity":"neutral","sentence":"Mm-hmm."},"1988":{"polarity":"change","sentence":"Yeah. Um, I'm really starting to notice how I feel more sluggish and just not-- My mood is shifted a lot too, which at first, I thought was because it's getting colder outside, um, but I do also think it maybe has some relation to my activity, or lack thereof, and also kind of the foods that I'm eating."},"3565":{"polarity":"sustain","sentence":"Well, yeah, if I- if I lose my balance and fall down, I could- anything, you know, really get hurt, and then-then I wouldn't be able to be home anymore, and that's not what I want. I want to stay home. So I want to do what I have to do to-to-to stay home."},"8240":{"polarity":"sustain","sentence":"Wait a minute, isn't walking too mild to help you lose weight, though?"},"6406":{"polarity":"change","sentence":"About what-what, losing weight? Well, obviously, I-I want to."},"3577":{"polarity":"neutral","sentence":"She did. Sh-- Yeah, that's right, that's right. She said that they did studies and that they found that it was really preventative. I think she's- I forget the-the percentage, but yeah, she was really enthusiastic and she does it herself."},"6155":{"polarity":"neutral","sentence":"Yeah, that'd be great."},"719":{"polarity":"sustain","sentence":"-I know that. But it's hard getting to the point where I-"},"3429":{"polarity":"change","sentence":"Well, I just can't seem to get back in the gym. I don't wanna-- I-I used to work out quite a bit, and in the last, I dunno, couple of years I've just-- I stopped going. I got busy, and now I'm out of the habit, and I-I really, I dunno, I feel like I need to get back."},"7341":{"polarity":"neutral","sentence":"I was kinda busy with some other things, but, um—"},"1460":{"polarity":"change","sentence":"Um, I really want to start working out again. Definitely wanna get back in it, have a routine, and just be healthy."},"5105":{"polarity":"neutral","sentence":"Not really."},"3822":{"polarity":"neutral","sentence":"Thank you."},"6153":{"polarity":"neutral","sentence":"Mm-hmm, yeah."},"3785":{"polarity":"change","sentence":"You know, so I think the just running off the playlist. I-I guess maybe if I made a goal would helped too."},"1682":{"polarity":"change","sentence":"Mm-hmm. Yeah, no, I think that-that all sounds good. Um, you know, I still would want to lose weight."},"8945":{"polarity":"change","sentence":"Home workouts have never really worked for me in the past just because there's so many distractions, and I can, like, set the mat out there and everything and get everything ready, like bottled water, everything's good to go. And then it just sits there and I don't actually do it, whereas if I go somewhere else, I'm already there. And so I'm doing it."},"677":{"polarity":"change","sentence":"Yeah."},"8252":{"polarity":"change","sentence":"Mm-hmm. I can do that."},"100":{"polarity":"sustain","sentence":"Well, I think it's because I've been eating more fruits and vegetables, that- that's it."},"5101":{"polarity":"neutral","sentence":"Everything. I wanna- I wanna, play with my dog. I miss my dog. I wanna cook for myself. I'm a very independent person and I wanna do things for myself."},"6420":{"polarity":"neutral","sentence":"Yeah, yeah. Food on the run, you know?"},"3759":{"polarity":"change","sentence":"Um, well, um, I like-- The bike is pretty good. Uh, even the uh, you know, the kind of a rolling machine is okay. And the uh, the elliptical. Any of that’s fine. I-I really don’t, uh-- I don’t dislike any of it. Kind of once you get into the rhythm, yeah, it’s fine"},"8931":{"polarity":"neutral","sentence":"I don't know that I've looked closely at that. I don't know much about their pricing or anything like that."},"5091":{"polarity":"neutral","sentence":"Yeah."},"6352":{"polarity":"neutral","sentence":"What?"},"3443":{"polarity":"change","sentence":"Well, I-I-I-I would feel better. My-- I'd-I'd be able to wear more my clothes. I've been growing around the middle and I'd like to, uh, you know, go back to where I was, you know, get into a 34, 36 waist, you know."},"3665":{"polarity":"neutral","sentence":"Yeah. I-"},"3599":{"polarity":"neutral","sentence":"Well, the-- I think that there's some things that could be done to-- I know people who live in-in residence, they have a cord they can pull, but how do they get to the cord? Um, is there any- anything else that I could do just to communicate if-if-"},"3613":{"polarity":"neutral","sentence":"-you know, about that happening and-"},"8246":{"polarity":"change","sentence":"Hmm. And I know my family would support me if I could just find some place where I can go dancing."},"3673":{"polarity":"neutral","sentence":"Okay."},"689":{"polarity":"change","sentence":"Because I've been wanting to do this for-for years, like-"},"8228":{"polarity":"neutral","sentence":"Oh, thanks so much doctor. I'll just take it easy for a couple of days."},"6139":{"polarity":"neutral","sentence":"Mm-hmm."},"8921":{"polarity":"neutral","sentence":"Yeah."},"699":{"polarity":"change","sentence":"But I want to be like-- I don't want to be like stick-thin, but I really want to be like really healthy and really active."},"5111":{"polarity":"neutral","sentence":"I have a friend who, uh, does it and she just raves about it. She loves it."},"5097":{"polarity":"neutral","sentence":"Okay."},"6137":{"polarity":"change","sentence":"Yeah, I think just to feeling like physically stronger, um, like physically more able. Uh, last night I like struggled with the jar of salsa, like opening it. So I think that just stuff like that, um, you know, would be in addition to mood and being more productive and energy and all that stuff. Um, yeah, that that would be a definite end goal for me too. And then really to like, I think if I am more active, I think my body image or my body confidence would improve also."},"3553":{"polarity":"neutral","sentence":"Uh, it's beautiful and-and- but, um, yeah."},"6356":{"polarity":"neutral","sentence":"I'm kept in your waiting room-"},"3663":{"polarity":"neutral","sentence":"Yeah."},"717":{"polarity":"change","sentence":"I can do anything-"},"3533":{"polarity":"neutral","sentence":"Yeah. Um, I'm glad to be there."},"6141":{"polarity":"neutral","sentence":"Hmm, I'd say I'm about an eight."},"5103":{"polarity":"neutral","sentence":"Um, I guess the rehab."},"7335":{"polarity":"change","sentence":"Um, well, I guess just sticking with it and not getting, um, sidetracked."},"3751":{"polarity":"neutral","sentence":"-I did burn for a time."},"2655":{"polarity":"neutral","sentence":"No, and specifically my father, he just-- Not only does he not want to support me with it but at the same time, he feels like I need to be gaining my weight back."},"6418":{"polarity":"neutral","sentence":"With me, it's very often—"},"8248":{"polarity":"change","sentence":"Yeah, and you know what? I really like to try that."},"6386":{"polarity":"neutral","sentence":"Yeah, but basically I've got things to do."},"1492":{"polarity":"neutral","sentence":"Yeah."},"2006":{"polarity":"change","sentence":"Mm-hmm. Yeah, exactly."},"6376":{"polarity":"neutral","sentence":"-medication changed, but I really haven't got time to talk about my weight. I mean, you know, I'm aware of my weight."},"3808":{"polarity":"change","sentence":"If I could get there-- I know if I could get there-- if I could pick, you know, uh, these are the days I'm going to go to the gym and I know these things last time."},"3703":{"polarity":"neutral","sentence":"Okay."},"116":{"polarity":"change","sentence":"Getting the fruit juice of the house because I know if it's there I'll drink it. My wife does the shopping for us, so maybe if I ask her not to get the juice, that would solve it."},"3445":{"polarity":"change","sentence":"I-I'm more comfortable-- I feel better. I think that's the main thing."},"8244":{"polarity":"change","sentence":"And you know what? I used to really love to dance, but I haven't done that in such a long time."},"3775":{"polarity":"neutral","sentence":"I should-- Or next to nothing. I walk to the grocery store or whatever’s handy when I have time, but yeah."},"7333":{"polarity":"change","sentence":"And, um, but it seems like it's, um-- but it's still hard. I'd like to go more often or I-I guess that I'm-- I just need to be a little more patient with myself because it's, um, I'm not, uh, I'm not-- I wanna be able to like spend more time at the gym but right now, it's um, not, um-- Well, I guess I need to build up to it."},"3753":{"polarity":"change","sentence":"I got into the whole culture. I was-- I-I felt as good as I’ve felt in many, many years. And now I’ve kind of let that all slide, and-- Well, I had a foot injury, too, which kind of started the whole problem."},"6374":{"polarity":"neutral","sentence":"Yeah, I mean, okay, fair enough, um, I've got to have my blood pressure-"},"3641":{"polarity":"neutral","sentence":"Right."},"3569":{"polarity":"sustain","sentence":"Watch the TV and pet my dog. I-I, you know, not to that extreme, but yeah, I think- I think maybe, um, yeah, I was-was going- pushing too hard."},"3691":{"polarity":"neutral","sentence":"Yeah. So the-the caseworker is gonna be able to come and refresh-"},"7339":{"polarity":"change","sentence":"-so it was- it was a frustrating week like for the gym that way."},"6416":{"polarity":"change","sentence":"-\"I'm gonna prepare a meal.\""},"3820":{"polarity":"neutral","sentence":"Very good."},"106":{"polarity":"change","sentence":"Well, this changes quite a bit. I mean, here I'm thinking that my fruit intake is making me healthier and actually it's making me fatter."},"3655":{"polarity":"neutral","sentence":"Uh-huh."},"3749":{"polarity":"neutral","sentence":"I let-- I lit it on fire but I-"},"2659":{"polarity":"neutral","sentence":"It's as though by me losing weight, it's like I'm somehow disconnecting from my family, and he thinks that I'm trying to form myself to fit into like this perfect American picture and I just want to be healthy, I just want to have a good body and he doesn't think of it that way."},"6358":{"polarity":"neutral","sentence":"-for 45 minutes."},"5107":{"polarity":"neutral","sentence":"Oh, yeah."},"7369":{"polarity":"change","sentence":"Okay. But it seems to be going so far so good. I-I guess, you know, I can like, you know, um, I-I'm-I'm pretty pleased with who-- how it's going on. Um, I'm really-- I'm glad we talked that last time 'cause it-it was the impetus to get me to go the first time in a long, long time."},"7353":{"polarity":"change","sentence":"Yeah."},"3737":{"polarity":"neutral","sentence":"-just being in bed or whatever."},"6446":{"polarity":"neutral","sentence":"-can be arranged, or I can pass something on-"},"3783":{"polarity":"change","sentence":"Um, I don’t know. I think- I think the time has just been the biggest thing, you know, and-and I-I guess the motivation really hasn’t been there. I mean, you know, it’s not like- I don’t really have a goal. I don’t really have a, you know I don't, other than maybe reducing my waistline, you know, I don't really have a-a set number like I'm gonna run a marathon and you know."},"6394":{"polarity":"neutral","sentence":"And every time- every moment out of my day-"},"3611":{"polarity":"neutral","sentence":"Yeah. I guess so, feeling a little scared-"},"5095":{"polarity":"neutral","sentence":"Well, just about every joint like especially my knees. They're really-- They have me doing some leg things that-that-that is it really necessary?"},"1662":{"polarity":"neutral","sentence":"Mm-hmm."},"6440":{"polarity":"neutral","sentence":"-or whatever, 'cause it's—"},"6364":{"polarity":"neutral","sentence":"If I make an appointment with a client for 10:00-"},"2645":{"polarity":"neutral","sentence":"I don't know, I'm just having a lot of hard trouble trying to lose the rest of the weight. Um, right now, it's like no matter how much I try to exercise, run, or whatever, it doesn't matter like nothing else is coming off."},"687":{"polarity":"neutral","sentence":"I guess."},"3625":{"polarity":"change","sentence":"Well, I- maybe they-they-- When I first came home, they had somebody come and show me some things in-in the house, but maybe a refresher of that, and they told me that I should exercise and-and, um, I guess I could-- Maybe support, maybe I'm looking for-for maybe a buddy or something, some way that I could be reminded. I'm feeling a little, you know, I was moving along and things were feeling more positive, it's sort of like two steps forward and-"},"1486":{"polarity":"change","sentence":"Not ha-- I just don't like being unhealthy. It doesn't make me feel good, so I'm motivated to change, it's just getting there."},"3447":{"polarity":"change","sentence":"Yeah, yeah. It-it-it-- I-I am- I'm not getting any younger than I [unintelligible 00:02:18]"},"3685":{"polarity":"neutral","sentence":"-about-"},"3603":{"polarity":"neutral","sentence":"I think I saw something like that on TV."},"3779":{"polarity":"change","sentence":"Um, knowing that my schedule isn’t gonna be too crazy that day where I could spare an hour or so, and-and just go do it."},"6151":{"polarity":"neutral","sentence":"Yeah."},"6392":{"polarity":"neutral","sentence":"-that I've gotta deal with."},"8959":{"polarity":"change","sentence":"Yeah, but hopefully there's one. So, yeah."},"3595":{"polarity":"neutral","sentence":"So—"},"6378":{"polarity":"neutral","sentence":"I'm aware of the problems, and I'm also aware of the solutions."},"3545":{"polarity":"neutral","sentence":"Yes."},"3810":{"polarity":"change","sentence":"So if I- if I could-- I mean, I wanna get there three times a week."},"2010":{"polarity":"change","sentence":"Uh, probably about three, four months ago. Um, yeah, just my clothes started fitting tighter, which wasn't as comfortable, and, um, yeah, just not really super happy with my appearance, which has never really been an issue, um, in my life up until now. I've usually been pretty okay with that, and then in the last three months, I just feel, um, like I've had a lot more of a negative outlook on it."},"3765":{"polarity":"change","sentence":"It is without any of the impact, so it is true."},"124":{"polarity":"change","sentence":"Great. It sounds good to me."},"1660":{"polarity":"neutral","sentence":"So, like, for example, having like a-a set out meal plan, um, you know, where I'm eating certain food groups or certain macronutrients, for example, that wouldn't necessarily follow that same approach."},"705":{"polarity":"neutral","sentence":"I don't even really know-"},"1476":{"polarity":"change","sentence":"Um, I don't know. I'd probably have to sit down maybe with my husband and try to figure out a good time for me to be able to do that, where he'd be home with the kids and I'd be going to do that, whether it's morning-time, evening, maybe the weekends."},"8937":{"polarity":"neutral","sentence":"Mm-hmm."},"3791":{"polarity":"change","sentence":"-regimen was so you get feedback too. And then [unintelligible 00:05:37] did this from this day and so on."},"3793":{"polarity":"change","sentence":"Yeah. Maybe."},"3567":{"polarity":"neutral","sentence":"Yeah. [laughs] Yes, you've put it very well, hunker down-"},"8961":{"polarity":"change","sentence":"No, I feel really good. I think even coming in, I didn't have a like step-by-step idea of what I wanted to do next, but no, this has been helpful to know what those small steps are, and like you said, hopefully, I do start feeling better. Yeah."},"6145":{"polarity":"change","sentence":"Well, like I said, I just, I've identified like a lot of things that I think would be good. Um, if I were to be more active and I definitely wanna have that improved mood and energy, um, and feel better about myself. Um, so yeah, all of those things I think are what's really driving that- that rating."},"6432":{"polarity":"neutral","sentence":"No."},"3451":{"polarity":"change","sentence":"I've gotta make time."},"3449":{"polarity":"change","sentence":"Yeah."},"3593":{"polarity":"neutral","sentence":"So, um, 'cause I am alone."},"3683":{"polarity":"neutral","sentence":"Not yet? [laughs] Okay. Yeah. I was sort of- I-I was sort of hesitant to tell you-"},"679":{"polarity":"neutral","sentence":"Right now, I'm probably-"},"3659":{"polarity":"sustain","sentence":"Yeah. It's scary."},"8232":{"polarity":"sustain","sentence":"Okay, thank you doctor, but I'm just concerned about how I can possibly lose weight now since work is so busy and the kids take up so much of my time."},"1488":{"polarity":"neutral","sentence":"Exactly, yeah."},"3633":{"polarity":"neutral","sentence":"So- and I don't wanna impose on my neighbors or my friends."},"3649":{"polarity":"neutral","sentence":"Yeah."},"3643":{"polarity":"change","sentence":"Yeah, that would be good. Do you think I should try to go back to the Tai Chi?"},"3755":{"polarity":"change","sentence":"It-it is. And I-- it-it may be why I can’t really run again, but I can certainly, you know, ride a stationary bike-"},"8256":{"polarity":"change","sentence":"Yeah, I like that. Okay, I'll make an appointment and I'll start dancing right away, doc."},"3457":{"polarity":"neutral","sentence":"All right."},"3573":{"polarity":"neutral","sentence":"Yeah."},"5123":{"polarity":"neutral","sentence":"And you really recommend this?"},"7347":{"polarity":"change","sentence":"Yeah."},"1688":{"polarity":"neutral","sentence":"Great. Yeah, now that sounds good."},"3757":{"polarity":"change","sentence":"-and do all the other things in a gym that you can do when you’re not running, so, it just nakes you to [unintelligible 00:02:23]"},"1672":{"polarity":"neutral","sentence":"Um, would that be kind of against that philosophy too or I guess, can you explain that a bit more?"},"6438":{"polarity":"neutral","sentence":"-I don't expect to be kept waiting for half an hour-"},"3631":{"polarity":"neutral","sentence":"-far away."},"2647":{"polarity":"change","sentence":"No, and I don't know what I'm doing wrong because I keep trying the exercise but nothing's happening."},"3453":{"polarity":"change","sentence":"I've gotta make time."},"3741":{"polarity":"change","sentence":"I don't know. I guess there's kind of an adrenaline rush to it. Kinda almost like, you know, uh, kind of a high, I guess."},"6402":{"polarity":"neutral","sentence":"Well, I'm here now, so yeah, okay, if it's a couple of minutes, yeah?"},"3777":{"polarity":"change","sentence":"Well, if I could just get myself over there once, 'cause usually that’s the hardest thing. It’s just going there. So I think that's-- You know, I’ve thought about it a little bit, I think I just need to make that first trip over there and just kind of to take it easy that first time. Just show up 'cause I think that’s really what I need to do. I justt need to go over there."},"7365":{"polarity":"change","sentence":"Right, decadent-- Why do they put the word decadent in food?"},"3733":{"polarity":"sustain","sentence":"Well, and I-- But I was working at a different company, where I had a little bit different schedule, a little more free time than I have now, so I just don't have the time like I used to."},"3661":{"polarity":"change","sentence":"Well, I'm willing to work through my fears and difficulties to be in my little house with my little dog and my little garden. I've been there for- since my husband and I got married, and that's where we lived, and I don't want to give it up yet."},"3677":{"polarity":"neutral","sentence":"Really?"},"3806":{"polarity":"change","sentence":"Okay, that's a great idea I hadn't thought of that-that's- I hadn't really, uh, I-I kinda dismissed that early on, I hadn't really even considered that, yeah."},"3555":{"polarity":"sustain","sentence":"That I'll- that I'll fall again."},"98":{"polarity":"change","sentence":"I felt great and I felt really proud of myself. I thought that this was something that I could do."},"3609":{"polarity":"neutral","sentence":"It's crazy, it's crazy."},"3824":{"polarity":"neutral","sentence":"All right, bye-bye."},"7246":{"polarity":"change","sentence":"Okay."},"6412":{"polarity":"change","sentence":"Yeah, I mean, there are rather other things, but I mean, yeah, the weight is a- is a- is a- something I would like to get hold off. You get on [inaudible 00:03:17]"},"1655":{"polarity":"neutral","sentence":"Yes, please."},"8925":{"polarity":"change","sentence":"Yeah, I think, um, you know, I've kind of looked around and seen what I- what's available to me. Um, I think the next step would be to maybe go visit one place and just see, like, what equipment they have. Um, I also think too, I'd like to be outside when the weather permits. I like to walk. I just- I don't like rain or snow or cold, like, um, I don't like doing things when I'm just not in a climate that's enjoyable. So if there is, uh, decent weather, I think going outside and, you know, getting some steps in or just walking would be a good first start for me."},"2653":{"polarity":"neutral","sentence":"Yes."},"3771":{"polarity":"neutral","sentence":"Yeah"},"6354":{"polarity":"sustain","sentence":"You are joking, aren't you? I mean, look, I've made time in my day to come here."},"3583":{"polarity":"neutral","sentence":"But, um-"},"3541":{"polarity":"sustain","sentence":"Yeah. Well, um. Actually, I-I had a little semi fall, I didn't fall down, I didn't fall down completely but I-I did-- I guess I still had the wobblies and I was hoping that the physical therapy and the Tai Chi would be- get me further along than it has, and I-I still don't have the balance. So, I'm thinking that maybe I was pushing too hard, that maybe I should cut back, you know, and kind of not try so hard to-to keep moving like that."},"3800":{"polarity":"sustain","sentence":"So it's kinda hard to meet up with somebody that can kind of maybe kind of give you a push [unintelligible 00:06:38]-"},"2657":{"polarity":"neutral","sentence":"So I—"},"8910":{"polarity":"change","sentence":"Well, I think, um, like when I was really active in the past, I enjoy going to the gym and I like that regardless of what's happening with the weather outside, that-that's always an option. Um, so I've kind of already started to look and see, like, how much gym memberships cost in the area. Um, I really like one that's like month to month and doesn't require me to pay out for like a year because, in the summertime, I just don't use that when the weather is nice, I like to be outside."},"2002":{"polarity":"neutral","sentence":"Mm-hmm."},"693":{"polarity":"change","sentence":"Like ever since I started being a teen, like this has always been a goal of mine, like, especially 'cause all my friends play soccer, and like-"},"2651":{"polarity":"change","sentence":"No, and even when I'm coming home, like, I'll go to the gym and then I'm noticing nothing is happening and I'll come home and I try to talk to my mama about it or even my father, and no one even cares about it. Like no one wants to support in it anyway."},"5117":{"polarity":"neutral","sentence":"Like I said, my friend talks about it and-and it's very pretty. I've seen pictures, you know."},"5115":{"polarity":"neutral","sentence":"Well, I-I hadn't really thought about it, but yeah I guess, I guess."},"7367":{"polarity":"neutral","sentence":"Okay."},"1986":{"polarity":"change","sentence":"So I am, um, 28. And I moved out to Arizona about six months ago. Um, I really enjoy spending time with my family and hanging out with friends whenever I can. Work keeps me pretty busy. Um, But I'm really, um, looking to kind of make some changes to my diet and physical activity. I'm not really happy with where my weight's at right now, and, uh, so I thought it'd be good to come and talk with you about some of that stuff."},"114":{"polarity":"change","sentence":"Yes."},"695":{"polarity":"change","sentence":"-hike, and are like super stick-thin but really healthy and active."},"1984":{"polarity":"neutral","sentence":"Thanks for having me."},"6380":{"polarity":"neutral","sentence":"Um, so I don't really need a discussion, it's- it's just I've got too much to do at the moment, you know?"},"96":{"polarity":"change","sentence":"I started watching what I ate and I ate less. I've been eating more fruits and vegetables. I've also been walking a lot. I'm walking up to 20 minutes a day now. I saw the weight come slowly off, um, and I felt better. But then when I watched it come back on again, you know, I gave up."},"6454":{"polarity":"neutral","sentence":"Okay, thanks. Sorry, I went off a bit."},"3591":{"polarity":"sustain","sentence":"-really a little frightened that what if- what if I fall down and-and-and nobody comes around and I'm lying there for two days, you know. I may have heard about that."},"3675":{"polarity":"neutral","sentence":"Really?"},"3773":{"polarity":"change","sentence":"Yeah. I was going literally every other day, you know. And then, some days I would, you know, I’d run, and I’d go to the gym the next day, so I would-- I was very-- I don’t really feel it necessary to get back to that level, but I need to do something cause I’m doing nothing right now."},"1680":{"polarity":"change","sentence":"-that I could do for longer periods versus more of like you said, the prescriptive approach."},"94":{"polarity":"neutral","sentence":"No, by all means. I know we have to discuss it."},"1653":{"polarity":"neutral","sentence":"Um, I definitely, uh, you know, I-I strive to be physically healthy, but I also have in my life seeing how that impacts me mentally. Um, so I think if I'm- if I'm able to do the things that I wanna do and, um, you know, that I'm feeling good about where I'm at mentally, then that's kind of my end goal, always. Um, yeah, so this body dissatisfaction piece has really just kinda thrown a wrench in that and it's been enough of a challenge that I thought I should seek out someone who can really help me through that piece."},"3653":{"polarity":"neutral","sentence":"Oh, okay."},"6400":{"polarity":"neutral","sentence":"Well, when you're self-employed, you haven't got a choice, you know?"},"122":{"polarity":"change","sentence":"A 10."},"3531":{"polarity":"neutral","sentence":"Pretty good."},"1466":{"polarity":"change","sentence":"Just, I don't feel comfortable."},"3671":{"polarity":"neutral","sentence":"So, am I being a baby?"},"8949":{"polarity":"change","sentence":"No, that sounds good. I-I definitely think, um, I'll walk probably more than one time in the next couple of weeks, but, um, I also have this app on my phone that tracks my steps, uh, and it was like built into the phone. It's nothing I downloaded or anything. So I can also use that to kind of see if I'm getting more active 'cause right now I think I'm averaging like 2,000 steps a day, so it's like a lot of sitting."},"1664":{"polarity":"neutral","sentence":"Mm-hmm."},"701":{"polarity":"change","sentence":"And like be able to look nice, you know."},"6360":{"polarity":"neutral","sentence":"It's not acceptable."},"7242":{"polarity":"sustain","sentence":"-time there, time back. I mean, it's not just an hour, it's like two hours, realistically."},"3455":{"polarity":"neutral","sentence":"Yeah. Okay."},"3551":{"polarity":"sustain","sentence":"So I'm-I'm-I cut back, and I-I don't know if I should really even continue the Tai Chi because it's-it's very demanding."},"1666":{"polarity":"neutral","sentence":"Okay, yeah."},"3804":{"polarity":"neutral","sentence":"Yeah, that's right, well I-"},"3699":{"polarity":"neutral","sentence":"-would happen and I wouldn't have any-"},"685":{"polarity":"neutral","sentence":"Right?"},"7359":{"polarity":"change","sentence":"Um, a little bit less junk food. Um, like at times, when I'm like I feel like, \"Oh, I think I'll just go have a candy bar,\" or some worthless thing like that I'll actually have second thoughts before I do it."},"1480":{"polarity":"change","sentence":"Right, yeah."},"8941":{"polarity":"change","sentence":"Mm-hmm."}}