{"7854":{"polarity":"neutral","sentence":"Okay."},"7485":{"polarity":"sustain","sentence":"I wouldn't say I was a chain smoker."},"742":{"polarity":"neutral","sentence":"Oh, well. Okay. Well, thanks. I mean, I guess that helps a little bit. I'll-- maybe I'll be back later. Thanks."},"5248":{"polarity":"change","sentence":"-and-and say, \"Okay, I'm not gonna have it at home-"},"1827":{"polarity":"neutral","sentence":"No."},"1538":{"polarity":"change","sentence":"Actually it's like being a leper in a non-leper colony."},"4428":{"polarity":"sustain","sentence":"That means a new wardrobe, which I'd like to have, but I can't afford it."},"4507":{"polarity":"neutral","sentence":"Right."},"7507":{"polarity":"change","sentence":"Because it's not a part of my daily life. I don't have to have, uh, a smoke when I get up in the morning. I don't smoke 20 or 30 of them a day, so it's not that much exposure and I-I feel pretty confident that I could stop."},"9260":{"polarity":"neutral","sentence":"Yeah."},"5272":{"polarity":"change","sentence":"-and also coming back and-and talking to you really helps 'cause I have someone to-"},"6117":{"polarity":"neutral","sentence":"Thank you for seeing me, doctor."},"6073":{"polarity":"sustain","sentence":"Um, I enjoy it. It just- it relaxes me. It's great after a meal, um, for me-"},"1532":{"polarity":"change","sentence":"Well am having, um-- I've been an ongoing problem with smoking and trying to quit."},"6061":{"polarity":"neutral","sentence":"I've gone through therapy. Uh, nothing's helped. I finally- I went to the doctor. I was actually in the hospital. They took me to the hospital for a week. That's the longest I quit."},"2494":{"polarity":"neutral","sentence":"Yeah."},"2510":{"polarity":"neutral","sentence":"You know, I've heard of Welbutrin."},"5256":{"polarity":"change","sentence":"I think I'd just like to do what I did this first week. I liked the idea of marking it down."},"2470":{"polarity":"sustain","sentence":"Uh-huh and I kind of go, let's move on, you know because I've heard the lecture. Um, and I really don't put much credence into what they say. I did have- I did have a neighbor who was smoked for many, many years and, um, she had the Oxygen-- Oxygen tank that she would have to sleep at night with the oxygen on and even that didn't deter me from that smoking. I don't really know. It's like, um, a power greater than myself. This is controlling me like this, you know, the angels on this side, the devil's on the other."},"1448":{"polarity":"sustain","sentence":"I am probably a two. I-I haven't even thought about quitting and until this great announcement at work today, I- I'm totally not gonna quit smoking."},"645":{"polarity":"neutral","sentence":"Yeah. Sure."},"1829":{"polarity":"neutral","sentence":"I know cold turkey is probably the only thing that's ever gonna do it to anybody that's done it. Mysel- My group, it's been cold turkey-"},"5258":{"polarity":"change","sentence":"I-- And it took me a week and I'm down two cigarettes a day, I-I figure."},"1841":{"polarity":"sustain","sentence":"I don't know. I really don't know. I just don't really want it."},"6095":{"polarity":"neutral","sentence":"Um, I, I'd say 35 or 40% competent."},"5218":{"polarity":"neutral","sentence":"Hello, doctor."},"7816":{"polarity":"neutral","sentence":"Yeah."},"5228":{"polarity":"change","sentence":"But during the week, I was able to cut down at least two or three cigarettes a week, and that's just in one week. So-"},"9224":{"polarity":"change","sentence":"-or sometimes I go out, but as I said, I'm the only one kind of outside."},"3897":{"polarity":"sustain","sentence":"Yeah, God, I don't think I could."},"5266":{"polarity":"change","sentence":"I can try each day to count."},"9240":{"polarity":"neutral","sentence":"It's one of those tough things."},"9262":{"polarity":"neutral","sentence":"Mm-hmm."},"3923":{"polarity":"neutral","sentence":"And thank you for all the information. I appreciate it."},"949":{"polarity":"neutral","sentence":"Yeah."},"4442":{"polarity":"neutral","sentence":"Mm-hmm."},"1450":{"polarity":"change","sentence":"Well, I mean, anything's possible. I mean, I-I guess I could maybe be convinced. Yeah. Is there some-- I mean, are there things I can try that would make me like want to quit smoking?"},"4501":{"polarity":"neutral","sentence":"Um, I don't know. It makes me relax, and it's fun to laugh with my friend."},"5268":{"polarity":"change","sentence":"And I'm still gonna try that when I get the urge to let it go, fight it, and maybe not go out for a cigarette until the next urge comes."},"1795":{"polarity":"neutral","sentence":"-discoloration that was there."},"9272":{"polarity":"neutral","sentence":"Yeah, absolutely."},"1540":{"polarity":"change","sentence":"Right."},"9196":{"polarity":"change","sentence":"Especially the other night I was at the restaurant, it was a bit-- you know, it was a bit embarrassing I'm the only one walk walking out."},"5240":{"polarity":"neutral","sentence":"Yes."},"3849":{"polarity":"change","sentence":"Um, you know, I guess I'll have to like, you know, get all of my information together."},"7481":{"polarity":"neutral","sentence":"Well, yeah, yeah. You know now that you say it like that it's true. Um, I am smoking on a daily basis."},"9236":{"polarity":"neutral","sentence":"Yeah."},"7391":{"polarity":"sustain","sentence":"Okay, whatever. Okay."},"3889":{"polarity":"neutral","sentence":"Oh, really?"},"9220":{"polarity":"neutral","sentence":"Mm-hmm."},"5260":{"polarity":"change","sentence":"What I'd like to do is maybe go down to five cigarettes, in other words, another three a day."},"1648":{"polarity":"sustain","sentence":"-you can't even finish your cigarette, um, because you have to be back within a certain amount of time and it takes you, like, let's say seven minutes to get to the place where you can smoke and seven minutes to get back-"},"7509":{"polarity":"change","sentence":"Um, I'd really like some more information about quitting. I mean, I've heard there's some-some new medications, there are some new things that can be done to help people make quitting more comfortable and I-I really wanna quit."},"3907":{"polarity":"neutral","sentence":"Okay."},"1644":{"polarity":"change","sentence":"Oh, yeah, and you have to travel like 10 miles-"},"4450":{"polarity":"change","sentence":"-at present, but when the doctor told me this morning what could be waiting for me in the future-"},"2537":{"polarity":"change","sentence":"Yeah, financially too, which is [inaudible 00:09:27]"},"629":{"polarity":"neutral","sentence":"Yeah, I guess."},"7826":{"polarity":"neutral","sentence":"Yeah."},"7511":{"polarity":"neutral","sentence":"That'd be wonderful. Thank you."},"734":{"polarity":"sustain","sentence":"Well, I mean, I s-- I-I-I smoke barely a pack a day. I mean, I've probably smoked for about five or six years now. It's not really a lot of cigarettes, but it's sort of hard to get through the day at work."},"2502":{"polarity":"change","sentence":"Yeah. I mean, I- I, um, I've always liked therapy itself, and I- I've heard, I don't know if it's accurate, but if you have the willingness that is you're ease- more easily hypnotized, I don't know is it true?"},"1837":{"polarity":"neutral","sentence":"Hard to tell 'cause I already had open-heart surgery. That didn't do it."},"6115":{"polarity":"change","sentence":"No, that gives me something to work towards until I see you next week."},"2496":{"polarity":"neutral","sentence":"It's stuff that I learnt in class."},"1608":{"polarity":"sustain","sentence":"-I was craving my cigarette."},"4493":{"polarity":"neutral","sentence":"Um, a few times a month."},"7754":{"polarity":"sustain","sentence":"Let me think. Well, I just enjoy it. I think it's, uh-- it's not good for me, I know, but I'm so used to smoking. I don't really think about quitting too much."},"8907":{"polarity":"neutral","sentence":"Well, it's something that I'll think about."},"6111":{"polarity":"change","sentence":"Yeah, yeah. I think so because, um, when I get the urge, I could maybe fight it and, um, maybe wait till the next urge-"},"7377":{"polarity":"neutral","sentence":"I-I don't know. I mean, I try really hard not to smoke around him. I don't smoke in the car. Um, when he's home, I go outside to smoke. I just-- I mean, I know it's bad, and I know it's bad for him, so I don't want him to be around it so I try really hard."},"4434":{"polarity":"neutral","sentence":"Mm-hmm."},"4422":{"polarity":"neutral","sentence":"Well, food really doesn't taste good, but they say it tastes much better-"},"1626":{"polarity":"neutral","sentence":"Mm-hmm."},"3835":{"polarity":"sustain","sentence":"-so I find it like acceptable in that regard."},"4448":{"polarity":"change","sentence":"I know I've got to stop. Uh, I'm having no health problems from cigarettes-"},"7756":{"polarity":"neutral","sentence":"Okay."},"2472":{"polarity":"change","sentence":"Mm-hmm, yeah. And common sense somewhere in the middle."},"6087":{"polarity":"change","sentence":"Um, it's expensive, really got expensive, and I smoked 30, 40, sometimes 50 cigarettes a day. And I'm starting to buy different makeup 'cause I'm starting to really age, starting to get lines in my face and wrinkles and my skin is getting really clogged up and I'm spending a fortune on cosmetics."},"6097":{"polarity":"change","sentence":"Yeah. I'd like to say more, but, um-"},"529":{"polarity":"sustain","sentence":"Yeah, yeah. I'm only here because my wife forced me to come, you know. Like this has come to a head six months of just nagging me, relentless every day, because she was able to quit smoking and now I have to quit."},"736":{"polarity":"sustain","sentence":"Sounds good to me. The more nicotine, the better. Is it like gum or something? Could I chew it like while I'm in the office? That sounds pretty great. I mean, do you have—"},"7469":{"polarity":"neutral","sentence":"Oh, great."},"8905":{"polarity":"sustain","sentence":"Well, I don't believe that they are cigars. And what I do believe is that it's a choice and it's my right, and it's something that I choose to do. And so I will think about cutting back, but I'm not at a point where I'm ready to do that. And I'm not really sure that I even believe that what you're telling me is real."},"1857":{"polarity":"neutral","sentence":"Yeah."},"9204":{"polarity":"change","sentence":"£7 a day today, so-"},"657":{"polarity":"neutral","sentence":"I don't think so."},"4505":{"polarity":"neutral","sentence":"Well, I can get suspended and I would get kicked off the team, the basketball team."},"4452":{"polarity":"neutral","sentence":"-that made me rethink-"},"1438":{"polarity":"sustain","sentence":"Yeah, I hope so. Um, my workplace has just gone smoke-free. I-I'm not-not very happy about it. I'm gonna keep smoking, but I was wondering if there's anything that-that can help me like get through the day. It's like, you know, go get my beer and smoke cigarettes after work."},"1805":{"polarity":"neutral","sentence":"Yeah, yeah, yeah, yeah, [unintelligible 00:01:13] hmm."},"5250":{"polarity":"change","sentence":"-I'll have it when I get to work or on the way to work.\""},"3865":{"polarity":"neutral","sentence":"Oh, yeah. [crosstalk] And you know what I've never done that."},"6071":{"polarity":"neutral","sentence":"That's right."},"7389":{"polarity":"change","sentence":"I'll-I'll-I'll go look at all those things and-and I'll find-- I guess I'll-I'll try to find something, and-and I'll talk to my doctor about it."},"535":{"polarity":"neutral","sentence":"And she's got my kids on this against me, you know, my son and my daughter, they're, it's like, they're ganging up on me, you know what I mean?"},"6101":{"polarity":"change","sentence":"-this was a big step. So I guess, yes. Um, it wouldn't have been as high maybe last week."},"1839":{"polarity":"neutral","sentence":"Prostate cancer, that didn't do it."},"7495":{"polarity":"neutral","sentence":"Oh, yes. I checked the box on your form when you asked if I use tobacco, I checked \"No,\" because I never thought of myself as a smoker."},"8883":{"polarity":"neutral","sentence":"That's great."},"961":{"polarity":"change","sentence":"I know- I know all the ways it's bad for me. And I don't want him to grow up thinking that it's okay to smoke. I don't want him to-to use any kind of-- I don't want him to chew or anything like that. Um, so I know I need to, especially before he gets old enough to understand what mommy's doing, but I just don't know if I can do it."},"9242":{"polarity":"change","sentence":"I've managed for a couple of weeks."},"1807":{"polarity":"sustain","sentence":"Yeah, I-I-I know I'm not an idiot and people know that smokers are, you know, \"How can you smoke today?\" [coughs] It's just not that easy to, uh, quit."},"1440":{"polarity":"sustain","sentence":"No. I'm not gonna quit smoking. I mean, I like it. It helps me relax. So, I mean, I don't see what the big deal is."},"2492":{"polarity":"neutral","sentence":"It came home with me."},"7503":{"polarity":"change","sentence":"Oh, I would. I really would because, like I said, I'm a brand new smoker. I didn't know I was a smoker until I came to see you."},"7499":{"polarity":"change","sentence":"-I'm very concerned."},"1638":{"polarity":"neutral","sentence":"So, it's kind of like a double-edged sword."},"8889":{"polarity":"sustain","sentence":"And, um, you know, sometimes they're those- those, uh, nice young men that gift you different sorts of things. And we got some of those mini cigars that are Swisher sweets, they come in peach and-and grape and-and, you know, that's the only time that really, you know, I've ever really used anything that-that's got tobacco in it."},"4499":{"polarity":"neutral","sentence":"Well, I don't think it's going to hurt me."},"947":{"polarity":"neutral","sentence":"-and-and him having problems and stuff like that, all the stuff that they talk about with women who smoke. So I-- that was just enough to-to say, \"Okay, you know what, I'm-I'm not going to risk that.\" so."},"3879":{"polarity":"neutral","sentence":"Yeah. Uh-huh, uh-huh. Yeah."},"7483":{"polarity":"sustain","sentence":"Well, it's relaxing and it's just nice to be with people, um. Um, and you know, when, you know, I like to go to Las Vegas, and so when we go to Vegas, it's really fun to go to the cigar bars, is kind of sophisticated and fun and so, you know, it's mostly a social thing."},"3861":{"polarity":"neutral","sentence":"Oh, they didn't realize-- They didn't look at the calendar."},"7471":{"polarity":"neutral","sentence":"That sounds bad."},"7746":{"polarity":"change","sentence":"I smoked when I was young, and I certainly don't want it for her."},"4436":{"polarity":"sustain","sentence":"Um, withdrawal."},"1614":{"polarity":"sustain","sentence":"And-and also the-the psyche thing, you know, with-- I mean, I wake up in the morning, I want a coffee with- I want coffee with a cigarette."},"4454":{"polarity":"neutral","sentence":"-everything."},"9254":{"polarity":"neutral","sentence":"So, uh, maybe Monday morning."},"643":{"polarity":"change","sentence":"Well, right now, if I'm having like five or six, I could try to smoke three in the evening plus, you know, still the couple during the day."},"611":{"polarity":"neutral","sentence":"Yeah, um, normally, I'm smoking, you know, like once in the morning, uh, once during my lunch break and then in the evening maybe like five or six."},"1797":{"polarity":"neutral","sentence":"I like that."},"1600":{"polarity":"sustain","sentence":"Right."},"4495":{"polarity":"neutral","sentence":"I did a peppermint oil once, someone shared it with me."},"7479":{"polarity":"neutral","sentence":"Well, we've-- you have a point there. Mm, now that you mention it, um, I have started having one or two at work, you know, when we have break since I have a couple of friends at work that smoke and so every time we have a break, you know, we all go out to the- the break place outside, um, and so I- now I go with them and I have one of these Swisher Sweets. Um, I like the peach flavor [unintelligible 00:02:32] they're so cute. But that's really only pretty recently."},"2533":{"polarity":"neutral","sentence":"Yeah"},"1444":{"polarity":"change","sentence":"Sure. I can quit."},"1456":{"polarity":"change","sentence":"That's a good point. I hadn't really thought about that. That-that's a good idea. Yeah."},"653":{"polarity":"neutral","sentence":"Mm-hmm."},"931":{"polarity":"neutral","sentence":"Okay."},"6041":{"polarity":"neutral","sentence":"Good morning, doctor."},"955":{"polarity":"change","sentence":"Yeah. I-I know that I need to, and I, you know, keep every new year I say, \"Okay, this year I'm gonna quit smoking\" but then something happens and it-it just doesn't. And quitting doesn't happen."},"5234":{"polarity":"neutral","sentence":"It just seemed to get worse when it was the weekend-"},"4513":{"polarity":"change","sentence":"Well, I wouldn't get caught with using a pen, so I wouldn't get kicked off the basketball team."},"2488":{"polarity":"neutral","sentence":"Oh, I already have one."},"1442":{"polarity":"sustain","sentence":"I mean, I smoke a little less than a pack a day. It's not too bad. Um, I've probably smoked for the last five years, but I-I-I mean, could quit if I wanted to, but I don't really want to right now."},"9264":{"polarity":"neutral","sentence":"I just get irritable."},"730":{"polarity":"neutral","sentence":"Yeah, yeah. Okay."},"1851":{"polarity":"neutral","sentence":"Yeah. [laughs]"},"5262":{"polarity":"change","sentence":"And, um, 'cause I smoke a large pack and small pack, maybe just two small packs."},"8903":{"polarity":"change","sentence":"Well, it's just something that I do to relax, and I don't do it that often. And so I probably could cut back."},"5236":{"polarity":"neutral","sentence":"-and I was going out with friends and I was home a lot of the day-"},"4517":{"polarity":"change","sentence":"Um, seven."},"1564":{"polarity":"sustain","sentence":"-nausea-"},"4424":{"polarity":"neutral","sentence":"-if you quit smoking."},"9200":{"polarity":"change","sentence":"Um, it's expensive these days."},"9270":{"polarity":"neutral","sentence":"Okay."},"1446":{"polarity":"sustain","sentence":"Well, I mean, I don't see why I couldn't, I-- although I have not ever tried to quit, it's just something that I do for fun, you know, on breaks at work, in the morning, and after work."},"1791":{"polarity":"neutral","sentence":"Oh, that was fixed really nice."},"7780":{"polarity":"neutral","sentence":"Oh, sure. Sure, I'll come in. Yeah."},"9202":{"polarity":"neutral","sentence":"It's-it's about-- Um, I'll buy and go through a pack a day, so it's almost £7."},"1570":{"polarity":"neutral","sentence":"Um, that was about two to three years ago."},"8887":{"polarity":"neutral","sentence":"Well, the only thing-- I've never smoked cigarettes ever, um, but, um, when, um, when I go out with my friends, um, we like to go to, you know, we like to go out to lounges."},"1592":{"polarity":"neutral","sentence":"Only when I was in the hospital. [chuckles]"},"7748":{"polarity":"sustain","sentence":"Well, that's true. It seems so hard. I'm just not ready for this right now."},"1616":{"polarity":"sustain","sentence":"Um, if I'm stressed, coffee with a cigarette."},"1454":{"polarity":"sustain","sentence":"I don't know. I guess if my friends, like if one of my friends decided to like quit with me, that would probably help too, but I-- all my friends love to smoke, so I don't see that happening in the near future."},"6079":{"polarity":"neutral","sentence":"-have a cigarette and talk. That's how you make friends. A lot of people, um, we're like a little group now, we're all- a little bunch of us."},"3859":{"polarity":"neutral","sentence":"Oh, really? So they didn't have an exact date, they just decided."},"3837":{"polarity":"neutral","sentence":"Mm-hmm, yeah."},"4527":{"polarity":"change","sentence":"I can play basketball with my friend Sarah."},"726":{"polarity":"change","sentence":"Maybe like da-- during the day nicotine replacement. Is that-- I mean, do you have anything like that?"},"2512":{"polarity":"neutral","sentence":"My girlfriend quit smoking. She quit drinking. She quit doing everything with this Wellbutrin. Now I- I- I am on some medications, like some, like I think that's an antidepressant."},"6081":{"polarity":"neutral","sentence":"I-I never thought of it that way, but probably you're right."},"7840":{"polarity":"sustain","sentence":"-but it's not easy to quit."},"537":{"polarity":"change","sentence":"Well, the big one of course is how it's affecting my wife and the family. Like my dad's 85, he still smokes. I mean, yeah, you know, sometimes I thought of quitting, but I mean, I don't know. I don't know if I can-- I don't know if I can quit."},"3839":{"polarity":"neutral","sentence":"Yeah."},"7770":{"polarity":"neutral","sentence":"Mm-hmm."},"945":{"polarity":"neutral","sentence":"I don't know. I-I think about it now, I don't even know how I did it. I just- I just did it. You know, I just- I just couldn't imagine like him not being born or going into labor early-"},"1452":{"polarity":"sustain","sentence":"Okay. Well, that’s good information. I mean, I'm not gonna do anything today. I just need to know my options, but that's encouraging. If I decided to quit smoking, I-I do have at least tools to help me."},"1550":{"polarity":"neutral","sentence":"I really couldn't tell you, um, I remember when my daughter was like five, um, I was-- it was humid out and I have a problem with humidity-"},"5274":{"polarity":"change","sentence":"-discuss it with."},"1582":{"polarity":"neutral","sentence":"-um—"},"9248":{"polarity":"neutral","sentence":"Mm-hmm."},"639":{"polarity":"change","sentence":"Well, I mean, you brought up some kinda scary stuff like, you know, cancer risk or other things like that. And you know, being a mother, I-I don't want something to happen to me obviously."},"1815":{"polarity":"neutral","sentence":"-if you [unintelligible 00:01:34] was gonna make it like that."},"5224":{"polarity":"change","sentence":"-and I found it was okay. It got a little bit scary on the weekend because, uh, uh, the urge has kept on coming-"},"8897":{"polarity":"sustain","sentence":"I didn't really think that it was anything more than just like social drinking, just something that I do in a social setting when me and my friends go out to the bars."},"5244":{"polarity":"change","sentence":"So, I'm gonna have to really be aware of the weekends. Maybe get some kind of hobby or-or join some group or something on the weekends to keep me busy."},"1859":{"polarity":"neutral","sentence":"Okay."},"7856":{"polarity":"neutral","sentence":"I appreciate your care."},"3881":{"polarity":"neutral","sentence":"Right, right."},"1576":{"polarity":"neutral","sentence":"And I had friends that it worked for-"},"3899":{"polarity":"sustain","sentence":"You know, I mean like I said three days was like-"},"3873":{"polarity":"neutral","sentence":"That seems to be like, uh, a false setting up, you know, like, come on."},"655":{"polarity":"neutral","sentence":"I mean, I would like to talk about, you know, my stress, but I'm still not sure with the whole drinking thing."},"609":{"polarity":"neutral","sentence":"Yeah, I guess."},"724":{"polarity":"sustain","sentence":"Uh, yeah. I just got off work, and apparently, they're going smoke-free, so I'm-- I-I thought I'd stop by the pharmacy here and see what my options are. Some of my friends have tried nicotine patches and the-- they say they don't work really well. I don't really wanna quit smoking, I just need something to get me through the day."},"3909":{"polarity":"neutral","sentence":"Yeah. And I mean and that's-that's a reasonable thing- [crosstalk]"},"6059":{"polarity":"neutral","sentence":"I don't know what to do. I've tried to quit smoking. I've had, uh, I've taken pills, I've taken the patch."},"5252":{"polarity":"neutral","sentence":"'Cause I-I-I-"},"5222":{"polarity":"change","sentence":"-for a week, uh, trying to mark down the-the difference in my smoking, being more aware when I had the urge, if I could stop the urge-"},"9194":{"polarity":"change","sentence":"It's, uh, just these days-- I think these days I'm-I'm finding that, um, I'm smoking 20, 30 a day, I'm getting sick of it. It's, you know, I've seen my friends have stopped smoking too and it's kind of they're looking at me weird these days like I'm the only one left who's still smoking."},"3905":{"polarity":"neutral","sentence":"Yeah. That's true."},"6113":{"polarity":"change","sentence":"-and maybe mark that down that, uh, I didn't go right away when something went wrong. Um, yes, I-I can try that."},"7489":{"polarity":"change","sentence":"Um. Well, there's the expense, you know. Wi-with the economy and all, um, I- I have to be careful about my money and so, um, there is the extra expense of if I'm buying more of them than I used to. So the-the money aspect is also a concern."},"973":{"polarity":"neutral","sentence":"I would like that. That would be great."},"935":{"polarity":"sustain","sentence":"Yeah. Some people have a glass of wine. I have a cigarette."},"1618":{"polarity":"change","sentence":"I mean, just cigarette. Um, so it's always, like, it's-it's a duel kind of problem I think-"},"7832":{"polarity":"sustain","sentence":"I did a pill thing, so I did try it. So like, I did try try it. I just did the pills and they didn't work."},"7774":{"polarity":"sustain","sentence":"I can't think of anything right now."},"9246":{"polarity":"neutral","sentence":"Yeah."},"4440":{"polarity":"neutral","sentence":"And if I do go through this, I just hope my friends understand and will support me in what I'm trying to do."},"9222":{"polarity":"sustain","sentence":"Um, it's just entertainment. Something, um, when I bored, it's got-- I've got-- I smoke-"},"4430":{"polarity":"neutral","sentence":"Mm-hmm."},"7778":{"polarity":"neutral","sentence":"Exactly."},"3901":{"polarity":"sustain","sentence":"-three years, and all I could think about I was like obsessing about it."},"9216":{"polarity":"neutral","sentence":"Yeah."},"3883":{"polarity":"neutral","sentence":"Right."},"7776":{"polarity":"sustain","sentence":"I don't have any plans to quit. It's just something I'm thinking about."},"9276":{"polarity":"neutral","sentence":"A nice phone call."},"6103":{"polarity":"change","sentence":"Maybe if I could come to see you again, or maybe some ideas were suggested, maybe if there was a group or something. I-I don't know, but I-I need some help."},"3841":{"polarity":"sustain","sentence":"Yeah, we share-- \"Okay, oh, a smoker, let's go out and have a smoke together,\" yeah."},"6069":{"polarity":"sustain","sentence":"I mean, I feel like it is. I know when I've got that package in my pocket, or I know if there- if I'm going through some stress, I say, \"Oh, well, I'll have a cigarette and think this out.\""},"1534":{"polarity":"change","sentence":"Oh I've been wanting to, for a long long time in years."},"9188":{"polarity":"neutral","sentence":"Good morning."},"3919":{"polarity":"neutral","sentence":"Yeah."},"1823":{"polarity":"sustain","sentence":"No matter what kinda talk I get or what they come up with."},"7830":{"polarity":"neutral","sentence":"I've heard it all. I-- but I just want to get my teeth fixed."},"9212":{"polarity":"neutral","sentence":"Yeah."},"7381":{"polarity":"sustain","sentence":"I know, I know. I've heard-- People have told me before, I've heard all that. I just don't know how to do it. How am I supposed to quit? It's-it's so hard."},"3891":{"polarity":"neutral","sentence":"Oh, that's awesome, to know too."},"1544":{"polarity":"change","sentence":"Right right, yeah."},"3851":{"polarity":"change","sentence":"Right, do my homework and set up my like to have everything available to me."},"943":{"polarity":"sustain","sentence":"Yeah, exactly."},"615":{"polarity":"neutral","sentence":"Um, honestly, it's probably been over the past year or so that I- I've been smoking a little bit more."},"4438":{"polarity":"sustain","sentence":"They say it's awful. Um, being cranky."},"3921":{"polarity":"neutral","sentence":"All right, great. Good. Great."},"1458":{"polarity":"neutral","sentence":"Okay. Well, thanks a lot."},"1787":{"polarity":"neutral","sentence":"Hmm, pretty good."},"4432":{"polarity":"neutral","sentence":"Right."},"1598":{"polarity":"sustain","sentence":"But it was not really by choice, it was by, um, the situation I was in, I wasn't able to smoke so, yeah."},"4444":{"polarity":"sustain","sentence":"Um, I think everything's on the bad side about smoking, but, um, I've just smoked so long. I-I just can't imagine-"},"4446":{"polarity":"sustain","sentence":"-not- going through life without smoking."},"6109":{"polarity":"neutral","sentence":"In other words, think about it more, don't- don't just do it automatically."},"1642":{"polarity":"neutral","sentence":"Mm-hmm."},"6067":{"polarity":"change","sentence":"Uh, smoking and all dressed up and-and fancy clothes and maybe having a drink in their hands and having a nice meal, um, I didn't really think about it. It's just an extension of me, I guess. It's-it's good for my nerves."},"7820":{"polarity":"neutral","sentence":"Gonna get that again."},"1821":{"polarity":"sustain","sentence":"-and quit a couple of times, off and on in my 20s, but, you know, it's been consistent. And I can't see myself changing now."},"1646":{"polarity":"change","sentence":"-in order to have a cigarette. And not say you're in a situation and you only have a 15-minute break-"},"3913":{"polarity":"neutral","sentence":"You know, I always love, um, I've been in other group therapies-"},"1622":{"polarity":"neutral","sentence":"-I'm finding it to be."},"7383":{"polarity":"sustain","sentence":"I just don't have time for any of that."},"3875":{"polarity":"neutral","sentence":"Really?"},"1596":{"polarity":"neutral","sentence":"Oh God, I would have to say, uh, three days."},"625":{"polarity":"neutral","sentence":"Um, maybe like two max."},"9266":{"polarity":"neutral","sentence":"Yeah."},"1552":{"polarity":"neutral","sentence":"-you know, for breathing, um, and, um, I was trying to stick my head out the window to gasp for air-"},"1803":{"polarity":"sustain","sentence":"Yeah, I've thought about it. I'm just-- It's not my cup-- I-I-I hear it from everybody, and, uh, I've tried- I've tried before, didn't work. I get it all the time."},"553":{"polarity":"neutral","sentence":"Okay. Thanks."},"3915":{"polarity":"neutral","sentence":"-and the feedback is really nice and the support-"},"6045":{"polarity":"change","sentence":"And although I didn't call right away. I really need some help in quitting smoking."},"1811":{"polarity":"neutral","sentence":"Uh, who wouldn't be?"},"4489":{"polarity":"neutral","sentence":"Something like that."},"531":{"polarity":"change","sentence":"Well, she's concerned about my health and she cuts out all these articles from the paper about second-hand smoke and—"},"4491":{"polarity":"neutral","sentence":"Uh, I vape. I have a pen, but I don't smoke it though."},"551":{"polarity":"neutral","sentence":"All right."},"4523":{"polarity":"change","sentence":"Well, if I'm stressed or unhappy, that's when I usually wanna vape."},"975":{"polarity":"neutral","sentence":"Thank you."},"7373":{"polarity":"neutral","sentence":"Yeah, it's pretty stressful for both of us. He gets really upset."},"543":{"polarity":"change","sentence":"Well, yeah, I mean, we've been married over 25 years, and uh, we've never had any major problems. Like this is-- this is the first problem. I don't even really see it as a problem cause we used to both smoke and I was trying to accommodate them by smoking outside, but it's feeling like we're going like this and I'm just concerned, like if this keeps going, like."},"7379":{"polarity":"neutral","sentence":"No, but I don't smoke. I'm-- I-I-I've thought about quitting, but it's just- It's really hard so I just don't know how to do it."},"1530":{"polarity":"neutral","sentence":"Thank you, my doctor [unintelligible 00:00:05]"},"3857":{"polarity":"change","sentence":"And then you know, the next time I see, see progress, or maybe write-- have like a diary or something, I don't know."},"1612":{"polarity":"sustain","sentence":"The nicotine is the addiction."},"7838":{"polarity":"sustain","sentence":"No. No, I just feel that way. I get really-- I get very defensive about when they bring-- cause I get it from my family doc, from my cardiologist, everybody. I'm like, I'm not a complete fool. I am for smoking, but—"},"1819":{"polarity":"neutral","sentence":"I've smoked for 40 years, since I was 14-"},"7487":{"polarity":"change","sentence":"Well, I was going to ask you about, um, whitening my teeth because I've noticed that they have more stains on them up than a few years ago, and so I imagine that has something to do with the smoking."},"9268":{"polarity":"neutral","sentence":"Hmm."},"9258":{"polarity":"change","sentence":"Yeah. I'm thinking, um, one of these patches."},"641":{"polarity":"change","sentence":"Well, I mean, I could maybe try to cut back in the evenings a little bit."},"7473":{"polarity":"neutral","sentence":"Tobacco. Well, I don't smoke cigarettes. I've never smoked cigarettes. I do go out with my friends. Um, you know, we go out to bars and, you know, we'll have a few drinks and smoke some of those little cigarillo-type things. I mean I wouldn't even think of them as cigars and they're certainly not cigarettes. Um, and I mean I'll have one or two of those in an evening with, uh, with my friends but certainly not 20 or 30 of them a day like you would with cigarettes and that's the only thing that could possibly have anything to do with tobacco."},"7768":{"polarity":"change","sentence":"I felt terrible, you know, I was projecting-- I wanna be a good parent, and I don't feel this really is part of the plan."},"9226":{"polarity":"sustain","sentence":"The-- Um, it takes away a lot of my stresses."},"635":{"polarity":"neutral","sentence":"Yeah."},"6053":{"polarity":"change","sentence":"I haven't felt well for a while. I'm getting coughing fits even when I'm on the telephone with customers."},"1562":{"polarity":"sustain","sentence":"Um, I had nightmares-"},"9210":{"polarity":"neutral","sentence":"Yeah."},"541":{"polarity":"change","sentence":"Yeah. Yeah. I-I'm just, I don't want to lose her or my family over smoking."},"527":{"polarity":"neutral","sentence":"Yeah. That's an understatement. I mean, I'm supposed to be at work right now, too, right? So-"},"7385":{"polarity":"neutral","sentence":"I understand that. I know it is. I mean, everybody has problems, right? It's just really-- It's really, really hard."},"533":{"polarity":"neutral","sentence":"Yeah, I've got to read this. That's my reading assignment for breakfast and I want to go out and have-- We used to go out and have a cigarette together at the table. Now I have to go outside in this weather, you know, what's that about? And she used to smoke more than me and now she's like holier than now?"},"7858":{"polarity":"neutral","sentence":"Okay."},"2539":{"polarity":"neutral","sentence":"Well, uh"},"971":{"polarity":"neutral","sentence":"That would be really nice."},"740":{"polarity":"neutral","sentence":"Well, I-- [sighs] I'm probably not gonna buy anything today. I mean, I just came by to see what my options are. I-- if-- thanks for the input. I mean, do you have anything else, do you have any other advice for me?"},"7387":{"polarity":"neutral","sentence":"I don't know."},"9198":{"polarity":"neutral","sentence":"Mm-hmm."},"1831":{"polarity":"neutral","sentence":"-and then they fight it, but [sighs] it's my choice-"},"1574":{"polarity":"change","sentence":"I would get a, um, a new prescription refilled thinking, \"Oh I could try it this time.\""},"1855":{"polarity":"neutral","sentence":"He's good, though. [laughs]"},"7786":{"polarity":"neutral","sentence":"Thank you."},"7828":{"polarity":"neutral","sentence":"Okay. Sure."},"627":{"polarity":"neutral","sentence":"I don't know. I mean, I don't really get why you're asking me that. I mean, I just came here, you know, for a regular visit. I-I am not here to talk about my drinking."},"8891":{"polarity":"sustain","sentence":"Really? Bad? But they're just little, mini, little, cute little girly cigars."},"4525":{"polarity":"change","sentence":"Hmm, I like to play video games."},"2500":{"polarity":"change","sentence":"That's- that's something I'd be really interested in."},"5270":{"polarity":"change","sentence":"So, if I [unintelligible 00:02:59] between two of them-"},"7846":{"polarity":"neutral","sentence":"Okay."},"4519":{"polarity":"change","sentence":"Well, I'm pretty sure, um, I can stop using for a month. I want to play well."},"2478":{"polarity":"change","sentence":"Well, you know, I was thinking along the lines of meditation. Um, you know, I- I do practice yoga, um, not consistently, but on and off. Um, and when I was in the hospital, I had to do that breathing apparatus and they didn't want to let me go now, like, you know- you know what, I'm not doing that it's already blurry then to this thing, to see the level, um, some pretty obstinate about it and yet I want to do it, you know?"},"7788":{"polarity":"neutral","sentence":"All right."},"3863":{"polarity":"neutral","sentence":"And-and wait, I'm sorry, but—"},"1606":{"polarity":"sustain","sentence":"Um, uh, just as, um, a chocoholic craves chocolate-"},"6089":{"polarity":"neutral","sentence":"Yes."},"637":{"polarity":"neutral","sentence":"Um, maybe like a five."},"2476":{"polarity":"neutral","sentence":"Right."},"7818":{"polarity":"neutral","sentence":"Oh."},"2514":{"polarity":"change","sentence":"Okay. Um, I'd be open to that and then I'm not sure-- I'm not familiar with the other thing that you had suggested. Um, I don't know what that is."},"2474":{"polarity":"neutral","sentence":"Right."},"969":{"polarity":"neutral","sentence":"That sounds nice, but I'm not sure if I have the time for all that."},"8899":{"polarity":"neutral","sentence":"Uh, maybe."},"7501":{"polarity":"neutral","sentence":"Really?"},"7742":{"polarity":"sustain","sentence":"Well, I came today because my daughter's in the hospital as well. I think it's important to quit, but I enjoy smoking. I'm not ready to give it up right now. My life is too much in turmoil."},"7760":{"polarity":"neutral","sentence":"Yeah."},"7505":{"polarity":"change","sentence":"Oh, I think I will probably be in seven or eight. I'm-I'm pretty confident that I could stop doing this."},"1554":{"polarity":"neutral","sentence":"-and my daughter became so frightened that she went next door to our neighbor and called 911 and it really—"},"623":{"polarity":"neutral","sentence":"Um, I mean, maybe I'll have like a drink or two."},"549":{"polarity":"neutral","sentence":"Okay. I'll have to talk to her as well because their schedule changes from week to week, she works shifts, so I'll call you back tomorrow and we'll set something up."},"7375":{"polarity":"neutral","sentence":"Yeah, I-- Yeah, I do smoke, but I don't smoke around him. I try really hard not to smoke around him."},"7477":{"polarity":"neutral","sentence":"Oh, no. No."},"2486":{"polarity":"neutral","sentence":"Yeah."},"732":{"polarity":"neutral","sentence":"Okay. Well, what are my options? You know, assuming that I'm right, what are my options?"},"6099":{"polarity":"change","sentence":"Well, I'm- I guess I'm still a fighter, and I-I-I- it's starting to- I'm starting to realize it and I do feel pretty good that I came to see you. I-I- it was a step and a couple of people who care about me actually, uh, gave me a pat on the back that I came to see you. So-"},"7852":{"polarity":"sustain","sentence":"I-I-I know it, I know- I know, doc, what you're trying to-- but I just don't want to get into that right now."},"7762":{"polarity":"neutral","sentence":"Exactly."},"9244":{"polarity":"neutral","sentence":"It was, um-- To be honest, it was stress from an argument with my partner I remember."},"6065":{"polarity":"sustain","sentence":"Uh, it's part of my life. It's, uh, I started smoking when I was 13, 14 at home. My parents smoked. All of their friends smoked. It was on television. Everybody looked so grand."},"5230":{"polarity":"change","sentence":"Yeah."},"1863":{"polarity":"neutral","sentence":"Okay."},"4426":{"polarity":"sustain","sentence":"Now the downside to that is I'm gonna gain weight."},"7475":{"polarity":"sustain","sentence":"But that's- that's just like a- a social thing. That's something that my friends and I do. We-- We-- It's not habit or something that I have to have and, you know, talking about one or two when we go out for an evening. Not packs of them."},"3871":{"polarity":"neutral","sentence":"Because it's like people who will start and say, \"I'm going to stop drinking at New Year's Eve. After midnight, I'm not gonna drink.\""},"4515":{"polarity":"change","sentence":"For about a month."},"1793":{"polarity":"neutral","sentence":"You got rid of that bad-"},"1833":{"polarity":"neutral","sentence":"-and I don't like lectures about it."},"1580":{"polarity":"sustain","sentence":"-but of course I didn't do either but-"},"4511":{"polarity":"neutral","sentence":"Well, I play better when I'm not high."},"2498":{"polarity":"neutral","sentence":"That'd be great, yeah, please."},"1835":{"polarity":"neutral","sentence":"Yeah."},"7842":{"polarity":"neutral","sentence":"Yeah."},"7752":{"polarity":"sustain","sentence":"Hmm, I like to have a cigarette after I eat. It sort of tells my brain I'm finished, stop eating, I'm full. So it's a- it's a way to-- you know, sometimes I'll have a cigarette instead of a snack, so it's a way to control my weight."},"2508":{"polarity":"neutral","sentence":"Yeah."},"1650":{"polarity":"sustain","sentence":"-and a cigarette, um, for me takes five minutes to smoke."},"1610":{"polarity":"sustain","sentence":"Yeah, exactly. Mm-hmm. Yeah. Um, and the first thing when I was able to smoke, I didn't care if I smoke my brand or anybody else's brand, I just wanted that cigarette."},"7814":{"polarity":"neutral","sentence":"Okay."},"1536":{"polarity":"change","sentence":"Well I have a 15-year-old daughter and she's highly against it. And, um, health issues, you know, I'm getting-- not getting any younger and I have asthma and I have chronic bronchi-- bronchitis and, um, I'm having a hard time breathing when I exercise and not to mention it's socially unacceptable really."},"9208":{"polarity":"neutral","sentence":"£50 a week."},"5220":{"polarity":"change","sentence":"Well, I did what we discussed. I did the journal-"},"4529":{"polarity":"change","sentence":"Yeah."},"1588":{"polarity":"sustain","sentence":"-because, um, you know, um, being at my age I'm going through the menopause stage which is part, you know, you'll have that anyways and then having 15-year-old that causes a little bit more stress so you don't need any extra stress, I don't think, as far as I'm concerned."},"2482":{"polarity":"neutral","sentence":"Right. Which I barely have any."},"6107":{"polarity":"neutral","sentence":"Discussing things helps me. I always feel better when I get things out."},"8885":{"polarity":"neutral","sentence":"I don't smoke cigarettes."},"7850":{"polarity":"sustain","sentence":"Okay. Well, can I go now?"},"3893":{"polarity":"neutral","sentence":"Right, right. Just like [inaudible 00:04:06] Or your chocolate and all that."},"6075":{"polarity":"change","sentence":"-we all just do it as a little group of people, uh, my family."},"1632":{"polarity":"change","sentence":"As they say, my aunt was like, \"Put another nail in your coffin,\" you know."},"1640":{"polarity":"neutral","sentence":"Mm."},"3925":{"polarity":"neutral","sentence":"Thank you."},"3867":{"polarity":"neutral","sentence":"That's coming up in November-"},"3845":{"polarity":"neutral","sentence":"I like that piece of jewelry, can I? [laughs]"},"9252":{"polarity":"neutral","sentence":"I guess, um, at the weekend I've got a party coming up."},"1558":{"polarity":"sustain","sentence":"-unsuccessfully, uh,--"},"2468":{"polarity":"neutral","sentence":"Every time I go-- Excuse me. -to any doctor, you know, you need to quit smoking and—"},"5280":{"polarity":"neutral","sentence":"Yes, thank you."},"1817":{"polarity":"neutral","sentence":"I-I just hear it every day."},"5264":{"polarity":"change","sentence":"Yes."},"1634":{"polarity":"sustain","sentence":"More on kind of cocky and I say, \"Well, you know, Aunt Kathy, you were my role model, and back in the day, um, I used to envy and watch and think you were so sexy, and all the movies, the old movies.\""},"7822":{"polarity":"neutral","sentence":"I do all the above, yeah."},"8893":{"polarity":"sustain","sentence":"Well, I only use them just to relax. I mean, it's not like it's something that I would smoke 20 or 30 cigarettes a day, I mean, I only do it when we go out."},"959":{"polarity":"sustain","sentence":"Probably like a 5 . Kind of in the unsure area. Like I know I've done it before, so I know I can do it, but at the same time, it just seems really hard. And it's not the same situation."},"6091":{"polarity":"change","sentence":"It's for me, for my health, and for the money and everything I've said, I would say it's 10 or- out of 10 that I should quit smoking."}}