{"1875":{"polarity":"neutral","sentence":"Yeah. Um, I didn't find out I was pregnant until probably two-ish months in-"},"4580":{"polarity":"neutral","sentence":"Yeah. Well, I think community and belonging, I kind of related them. Um, you know how I said I was in the marching band?"},"493":{"polarity":"neutral","sentence":"Uh, uh I would say a little over that."},"6330":{"polarity":"neutral","sentence":"Mm-hmm."},"3314":{"polarity":"neutral","sentence":"Thanks for all the information."},"6874":{"polarity":"change","sentence":"Mm, um, you know, I-I guess drinking no more than maybe three or four times a week, and-and on the weekends, which is when I would drink the most, cup back to no more than five or six beers."},"2859":{"polarity":"change","sentence":"Mm-hmm."},"1132":{"polarity":"neutral","sentence":"So-"},"2944":{"polarity":"sustain","sentence":"Um, three or four, probably. I don't keep track."},"7218":{"polarity":"change","sentence":"Like I can try that, yeah."},"5321":{"polarity":"neutral","sentence":"Every time,-"},"2757":{"polarity":"neutral","sentence":"Uh, well, I'm planning on going to school. I'd like to become a doctor one day, so."},"461":{"polarity":"neutral","sentence":"Yeah."},"1182":{"polarity":"change","sentence":"So, I could just tell them, \"Hey, I don't feel like having a drink today.\""},"7290":{"polarity":"neutral","sentence":"Yeah. We've had sex before and we've used a condom before."},"4705":{"polarity":"neutral","sentence":"I'd like to work on it but, you know, if I get around to it, I get around to it. If I don't, I don't."},"25":{"polarity":"neutral","sentence":"Well, then I feel blur again."},"1072":{"polarity":"neutral","sentence":"Um—"},"17":{"polarity":"neutral","sentence":"Wow. I knew my doctor didn't like me drinking the amount that I did but I didn't know that seven was the limit."},"7713":{"polarity":"change","sentence":"Exactly."},"1116":{"polarity":"neutral","sentence":"-very, like, obnoxious things."},"2745":{"polarity":"neutral","sentence":"Oh, well I have one brother he's older than me, about nine years older than me."},"4556":{"polarity":"neutral","sentence":"Yeah [laughs]."},"7310":{"polarity":"change","sentence":"Well, I really don't want any STDs and I don't like wondering whether I have one or not."},"2964":{"polarity":"change","sentence":"Mm, mom got mad at me 'cause I wouldn't get out of bed and she said she knew I had a hangover."},"6314":{"polarity":"neutral","sentence":"Yeah."},"2861":{"polarity":"change","sentence":"Mm."},"2765":{"polarity":"neutral","sentence":"Everyone wants to shoot for the Ivy leagues, so [chuckles]"},"4670":{"polarity":"change","sentence":"I think, well in a way, I do think that drinking is probably a form of disrespect to my own body because I'm not putting things- I'm putting things in it that shouldn't be there."},"7693":{"polarity":"change","sentence":"Just different groups, friends or groups, girlfriends, like different people that I'm hanging out with because certain people are associated with that type of scene."},"5887":{"polarity":"neutral","sentence":"-Saturday, Sunday."},"5323":{"polarity":"neutral","sentence":"-probably a six."},"6854":{"polarity":"neutral","sentence":"Yeah, uh, on the weekends?"},"1963":{"polarity":"neutral","sentence":"I wanna stay friends with them. I don't want- I don't want them to just-"},"4534":{"polarity":"neutral","sentence":"Hi. Thank you."},"4719":{"polarity":"change","sentence":"Um, I'm thinking of maybe like trying to convince my friends without sounding, you know, dorky or something and be like, hey, you know, let's just stay in today. Like, let's not go out or something. Or just be like, hey, I'm not like-- I'm not going to drink today. And then even if my friends do, like being okay with them, drinking around me and not doing it, and then them being okay with me drinking-- Me not drinking and them doing whatever they want."},"2419":{"polarity":"change","sentence":"No. And, i-it's just, it's really hard to take in right now. I mean, yeah. I-I've never thought about it like this. And, so, you know, I-I do feel kind of worried."},"4626":{"polarity":"neutral","sentence":"-as possible. So we'll like sleep over at a friend's house. And so that, you know, we're not driving and it's mostly within our friend group. So we're not worried about strangers putting weird things in our drinks."},"5329":{"polarity":"neutral","sentence":"Yeah."},"2387":{"polarity":"neutral","sentence":"Mm-hmm."},"3290":{"polarity":"sustain","sentence":"Well, a friend and I would snuck out one night to go to the park, and we got a couple of beers from his house, but the cop came by, and so we threw them in the bushes. He was originally gonna give us a curfew ticket but ended up not to. Luckily, he didn't see the beer."},"6868":{"polarity":"change","sentence":"Well, you know I'm training for the marathon, and that's why I'm coming in, is because I need to be able to get my sleep back on track, but I also don't think of myself as a hazardous drinker, and I'm certainly not an alcoholic. So, that's-that's why the middle-ground, five."},"1098":{"polarity":"neutral","sentence":"So."},"5899":{"polarity":"change","sentence":"-forms."},"465":{"polarity":"neutral","sentence":"Uh, sure, uh, as long as we don't talk too much about like vodka 'cause I'm still, ugh, a little—"},"1969":{"polarity":"neutral","sentence":"Yeah, like I-I know I just can't cut off my friends altogether."},"9119":{"polarity":"neutral","sentence":"Well, usually I'm having more than two glasses but if you're saying that's gonna minimize some risk and I guess some of the grogginess I'm feeling the next morning, then maybe I should just try and have one glass of wine in the evenings?"},"3363":{"polarity":"neutral","sentence":"Um, I mean, I have some friends that drink some more than others, like, my close group of friends don't really drink as much because I'm not really interested in that, but I know that there are people that drink a lot more."},"3409":{"polarity":"change","sentence":"Okay, yeah, definitely."},"37":{"polarity":"change","sentence":"I'd say an eight."},"43":{"polarity":"change","sentence":"Yes."},"7689":{"polarity":"sustain","sentence":"Exactly."},"9305":{"polarity":"change","sentence":"And I suppose I could cut out the crisps and pies at works."},"7306":{"polarity":"change","sentence":"Well, I definitely don't want to drink too much again."},"5319":{"polarity":"neutral","sentence":"I would say an eight."},"2407":{"polarity":"neutral","sentence":"Yeah."},"6880":{"polarity":"neutral","sentence":"Sure."},"1933":{"polarity":"change","sentence":"I don't know, like, maybe- maybe actually talking to my friends and saying like- or maybe them actually being able to see this kid and go, \"Of course, of course, your- your choice makes sense. You--\" Maybe it would, you know, give them a wake-up call too if They actually, like, see it."},"75":{"polarity":"neutral","sentence":"Well, I didn't know about those things."},"9313":{"polarity":"change","sentence":"I feel if I go ahead and do as I say with cutting down on the pies, the crisps, um, and cutting out the booze, I feel I'm making a start but let's take it a step at a time and see how it goes. But, uh, the next day when we look at it, the figures might be a lot better."},"1939":{"polarity":"change","sentence":"Definitely my parents, um, and I probably need to, uh, go and meet some other-other people who are maybe, you know, having kids too so that I can see, like how it's done 'cause like, I only have a younger brother who's like not-not even close to that. So I don't really have anyone in my life that I know that's had kids recently. So I-I would like to meet other, you know, young moms out there who, you know, are kind of struggling with the same stuff I am."},"557":{"polarity":"neutral","sentence":"Okay."},"9181":{"polarity":"neutral","sentence":"I didn't know it was such a big deal. I-I never thought that there would be any impacts on Jake because of it."},"2755":{"polarity":"neutral","sentence":"Yeah. He's about eight years old now."},"1046":{"polarity":"neutral","sentence":"Um, I pretty much just have a drink to just have it like, so it looks like I'm drinking, even though I'm not."},"71":{"polarity":"sustain","sentence":"I don't chug a lot of beers in a row. I have about five or six beers throughout the entire evening."},"2446":{"polarity":"neutral","sentence":"Yeah, definitely."},"1130":{"polarity":"sustain","sentence":"I guess, I mean, since it's just there."},"485":{"polarity":"neutral","sentence":"Yeah, sure."},"1058":{"polarity":"neutral","sentence":"Maybe one or two weekends a month at the most?"},"7294":{"polarity":"change","sentence":"Yeah. I would've definitely told him to put on a condom if I was sober."},"7790":{"polarity":"neutral","sentence":"Uh, I guess that sound- that sounds right. I mean, I was- I was kinda drunk and it happened like a week ago. I just, I drove over to my friend's house, um, just to go watch the game and, you know, we're having a couple beers and next thing I know the Vikings are kind of losing pretty big. So we drank a little bit more than usual. And I mean, at the end I had to get home and I couldn't find a ride. So I-I just drove."},"2435":{"polarity":"neutral","sentence":"Yeah."},"978":{"polarity":"neutral","sentence":"Hi."},"1080":{"polarity":"neutral","sentence":"Yeah, because I know that's extremely dangerous, so."},"7705":{"polarity":"change","sentence":"It's just up to me not to take it so far, where I can't remember the night before, if I'm puking. All I remember is the toilet-"},"7172":{"polarity":"neutral","sentence":"-mostly. Um, I go down to the little pub down the street."},"7312":{"polarity":"change","sentence":"Um, well, I wanna count my drinks so I don't have more than two and I want to stop drinking once I start feeling drunk."},"4590":{"polarity":"neutral","sentence":"Yes, purpose."},"9287":{"polarity":"change","sentence":"Where do you think I should start?"},"89":{"polarity":"neutral","sentence":"Sounds good."},"4570":{"polarity":"neutral","sentence":"Yeah."},"473":{"polarity":"sustain","sentence":"Well, it's normal."},"1018":{"polarity":"neutral","sentence":"Yeah. [chuckles]"},"2821":{"polarity":"neutral","sentence":"Yeah. It's, you know, it's one thing to control my own drinking, and it's another thing when everyone else around me is drinking and then there's like that pressure-"},"3345":{"polarity":"neutral","sentence":"Um, maybe like once or twice a month at the most."},"3359":{"polarity":"neutral","sentence":"Um, yeah, yeah."},"4926":{"polarity":"neutral","sentence":"Right. Actually, I do want to speak to you about something that happened during this past weekend. Usually, as, you know, I'm, um, I'm an honor student. I-I usually I'm studying over the weekend and my parents don't let me go out to parties, but I kind of use that to my advantage, to convince my parents to go to this party that my friends were pressuring me to go to. And when I- when I got there, like I'm not used to this like party environment where everything you see in the movies is kind of what happens, where you have people just drinking out of the bottle-"},"1172":{"polarity":"change","sentence":"Because, like I said, it's not a big part of my life. So, it's not really that difficult"},"2956":{"polarity":"change","sentence":"Um, I don't like when I get sick in the mornings 'cause of hangovers and-"},"2397":{"polarity":"sustain","sentence":"No. And then, I don't know, I-I'm just getting kind of annoyed, honestly, because, you know, I did agree I would try to work on my smoking, you know. But, with this whole drinking thing, it's like everything that I enjoy, you know, is being taken away from me right now. And so, if I give up drinking, like, what am I going to have to enjoy myself, you know."},"1901":{"polarity":"neutral","sentence":"Yeah, suburbs. Yeah."},"1957":{"polarity":"neutral","sentence":"Yeah, lecture my-- Yeah."},"2805":{"polarity":"neutral","sentence":"-and we usually sleep over each other's house, we don't get into the problems of drinking and driving, and possibly sexual assaults and things like that."},"507":{"polarity":"change","sentence":"Uh, any reason to? Uh, I guess health-health reasons."},"1150":{"polarity":"change","sentence":"For sure."},"6332":{"polarity":"neutral","sentence":"Um, well, I just don't know- I just don't know where-where these brochures get their information or-or anything from, like, where's the hard evidence essentially."},"1096":{"polarity":"sustain","sentence":"-so, I can't really say that I like that feeling or not, but, it's just like-- I mean, you're just in a good mood."},"4558":{"polarity":"neutral","sentence":"Uh, well I have one older brother he's about eight and a half old- years older than me. My parents, and I have a dog [laughs]."},"4592":{"polarity":"neutral","sentence":"Yes."},"9303":{"polarity":"change","sentence":"In fact, I think I'll try and cut out the booze altogether. My wife says I drink too much at the weekends."},"2727":{"polarity":"neutral","sentence":"Marching band since freshman year. So like three years."},"7735":{"polarity":"change","sentence":"Exactly. Just so I take part with the social convention but it's not. Hey guys."},"1198":{"polarity":"change","sentence":"Um, how would you, um, advise me to like get maybe my friends to stop drinking?"},"2749":{"polarity":"neutral","sentence":"He's a golden retriever."},"573":{"polarity":"neutral","sentence":"I don't use heroin or cocaine. I've never even thought about using the hard drugs. Back in school, 20 years or so ago, I smoked reefer, you know. Once I got out of school, I haven't used that at all."},"7":{"polarity":"neutral","sentence":"Something like that."},"1192":{"polarity":"neutral","sentence":"Yeah, that would be okay."},"3393":{"polarity":"change","sentence":"Um, yeah, I mean, it's not, like, a really big part of my life, so."},"505":{"polarity":"change","sentence":"Um, so that's a little- a little bit, uh, concerning I guess to me."},"2423":{"polarity":"neutral","sentence":"Yeah."},"6276":{"polarity":"neutral","sentence":"Yep."},"1120":{"polarity":"sustain","sentence":"Um, I know it's definitely risky, but, I mean, I guess, we still do it. [chuckles]"},"4644":{"polarity":"change","sentence":"It kind of puts a downer on my- on my fun."},"2823":{"polarity":"sustain","sentence":"-of, \"Oh, they're gonna think I look stupid.\""},"1126":{"polarity":"sustain","sentence":"-alcohol use, but, friendships, I mean, when I'm hanging out with my friends, or we're at a party or something, there's usually alcohol involved."},"2791":{"polarity":"neutral","sentence":"Yeah. Yes. Not all of them, but some of them do."},"2440":{"polarity":"change","sentence":"Yeah. I mean, I'm ready to consider changing my drinking, but, as far as actually doing it, I-I don't know. I mean, I have a lot of problems that I'm trying to work out right now."},"4666":{"polarity":"neutral","sentence":"Yeah."},"9179":{"polarity":"sustain","sentence":"I guess about- I have about a half a glass a night and maybe two. Very rarely I'll have more than that. You know, it just helps me kind of relax."},"4636":{"polarity":"change","sentence":"It's not."},"1188":{"polarity":"change","sentence":"So, that would be one."},"1114":{"polarity":"sustain","sentence":"Um, no, I mean, I've never, you know, been friends with anybody that's gotten into like a serious accident and stuff. It's just-"},"2743":{"polarity":"neutral","sentence":"So."},"7679":{"polarity":"change","sentence":"It was a- it was a unique experience, as you can say. I guess you can say. And, I don't know, I-- It was fun, at least, in the moment. So, I kept doing it. Then this past weekend, instead of studying for an exam, I asked my-- I begged my mom to let me go to another party. And she, kind of, knew what I was doing. She asked me to, like, to promise her of no alcohol, no drugs. Then I'll pick you up by 12:00. And I-I was surprised. 12:00-12:00, that's basically when the party starts, but I told her whatever-- I thought- I thought to myself that I'll-I'll come-- I'll figure out to delay her, can you pick me up later? So later, so she-- I promised that-- She dropped me off, I promised her no alcohol, no nothing. So I-- we go, I have fun like I've been having. And I was drinking. And then the time- the time came for her to pick me up. And as soon-- I couldn't delay her from picking me up. And as soon as she picked me up, and I stepped in the car, she said, \"You drank vodka.\" And I'm like, I-I didn't know what to say. I just looked at the floor. And I-I feel terrible because I-I betrayed my mother. I broke my trust with her that she expected me not to indulge in alcohol. And that's exactly what I did."},"789":{"polarity":"sustain","sentence":"Where are these limits from? Um, old- an older population? Because, uh, I drink just as much as my friends do. I mean, everybody drinks like I drink. I'm not even the biggest drinker in my group. So I'm pretty middle of the road."},"2855":{"polarity":"change","sentence":"Um, what should I-- uh, yeah, I do. So what should I say like once, let's say, I hang out with my friends and they're like, \"Hey, why aren't you- why aren't you drinking?\""},"2946":{"polarity":"neutral","sentence":"Um, probably about once or twice a month."},"4699":{"polarity":"change","sentence":"And, um, you know, have my friends on board with a similar mentality so we can kind of work at it together as a group, as a- as a community."},"2427":{"polarity":"change","sentence":"Well, you know, if there was some way that I could relieve some of my stress, I think I would feel better, and, you know, maybe at night, I wouldn't feel like I had to unwind in the same way."},"4691":{"polarity":"neutral","sentence":"Mm-hmm."},"2399":{"polarity":"neutral","sentence":"Yeah, yeah."},"6866":{"polarity":"change","sentence":"I don't know. I mean, this is all news to me. I've, I don't want to do anything to put myself at risk and I've always thought of myself as a pretty healthy guy. I guess I'd put myself right in the middle of the five."},"8094":{"polarity":"change","sentence":"Um, I don’t know, I just-just I don’t know, it just sort-- it just got up to a point where just, um, it seemed just too much, like no-nobody else is really drinking as much in the week as well and-"},"2936":{"polarity":"neutral","sentence":"No."},"7709":{"polarity":"change","sentence":"But to me then it's a big thing."},"521":{"polarity":"neutral","sentence":"Okay."},"1929":{"polarity":"change","sentence":"I think I'm gonna have to be successful. I don't really- I don't have any other choice. Like I have to- I have to take that path."},"2759":{"polarity":"neutral","sentence":"I'm interested in psychology, psychiatry, something like that, so."},"1190":{"polarity":"change","sentence":"Yeah."},"2879":{"polarity":"change","sentence":"Okay."},"6858":{"polarity":"sustain","sentence":"-so I have a hard time believing that it's causing my anxiety."},"9127":{"polarity":"change","sentence":"All right. That sounds good. Thanks, Dr."},"4725":{"polarity":"change","sentence":"I think so. I think it's-it's very feasible. I think it's possible."},"1":{"polarity":"neutral","sentence":"Sure."},"1941":{"polarity":"neutral","sentence":"I don't think they realize, uh, that I'm doing it or how much I'm doing it."},"3341":{"polarity":"neutral","sentence":"Um, well, I'm definitely not a math or science person, so I started off by there that I started looking at careers that maybe I would like. So-"},"1178":{"polarity":"change","sentence":"Yeah. I mean, I can just tell my friends-- My pa-- My friends aren't really that pressuring."},"1118":{"polarity":"neutral","sentence":"Yeah."},"783":{"polarity":"neutral","sentence":"Okay."},"994":{"polarity":"neutral","sentence":"Um, I'm not sure yet. Maybe a few schools in the area, I'm looking maybe to apply out-of-state."},"519":{"polarity":"neutral","sentence":"Sure. Yeah, just not on a Saturday morning. [chuckles]"},"2733":{"polarity":"neutral","sentence":"You know, getting to work with my other classmates and things like that. And putting on this entire show-"},"2994":{"polarity":"neutral","sentence":"Okay."},"4952":{"polarity":"change","sentence":"Shake."},"2431":{"polarity":"neutral","sentence":"Yeah, definitely."},"2466":{"polarity":"neutral","sentence":"Okay. Thanks."},"7701":{"polarity":"change","sentence":"As they are there for me, you know."},"2954":{"polarity":"neutral","sentence":"Mm-hmm."},"3323":{"polarity":"neutral","sentence":"Uh, yeah, if it's school-related, maybe like a game or two, or go to the mall, like, to shop or go to the movies or something, and at night, maybe like a party or something if someone's throwing."},"1110":{"polarity":"neutral","sentence":"Yeah."},"7296":{"polarity":"sustain","sentence":"Well, that's not me. I don't need help from anyone."},"2869":{"polarity":"change","sentence":"Okay."},"3381":{"polarity":"neutral","sentence":"Um, yeah, I mean, I guess it's the thing to do at a party, so-"},"7276":{"polarity":"neutral","sentence":"You mean the whole time I'm there?"},"65":{"polarity":"sustain","sentence":"So I'm already at the week limit. And then I have four beers a night. Are you sure?"},"59":{"polarity":"neutral","sentence":"Yeah. Uh, maybe a couple more."},"1092":{"polarity":"neutral","sentence":"Yeah."},"2464":{"polarity":"neutral","sentence":"Yeah."},"6278":{"polarity":"neutral","sentence":"Mm-hmm. I think so."},"5313":{"polarity":"change","sentence":"Um, well, I have a group of friends that doesn't drink that I hang out with. And I think when I hang out with them, it's not an issue. So that also helps me."},"4652":{"polarity":"neutral","sentence":"Yeah."},"7810":{"polarity":"change","sentence":"Um, I mean education is really important to me and-and also my family. My parents are always talking about it and I really- I really wanna be an international journalist, to be on the news like, I mean, I have the face for it, um. So I guess if I reprioritize my- if I reprioritize what I need to do I and I won't drink so much. I probably wouldn't be disappointing my parents and I'd be able to get a really good education."},"1206":{"polarity":"change","sentence":"Yeah, for sure."},"4594":{"polarity":"neutral","sentence":"Definitely, that's right."},"7318":{"polarity":"neutral","sentence":"Okay."},"7224":{"polarity":"neutral","sentence":"Okay."},"6862":{"polarity":"change","sentence":"Well, I, yeah, I guess I do have abo-about 2:00 AM, I tend to wake up on the nights I drink too much."},"9183":{"polarity":"change","sentence":"I guess I'll do the same thing. I'll go home and throw out the bottles of wine and stop having a glass at the end of the day."},"3371":{"polarity":"neutral","sentence":"Yeah."},"7302":{"polarity":"change","sentence":"I really don't want any STDs."},"6342":{"polarity":"neutral","sentence":"Yeah."},"1204":{"polarity":"change","sentence":"Yeah, that's a good idea."},"8104":{"polarity":"change","sentence":"Um, I guess that’s why I’m here. [chuckles]"},"9095":{"polarity":"neutral","sentence":"Wow, I can't believe he stopped crying finally and fell asleep. Poor guy."},"2797":{"polarity":"neutral","sentence":"Mm-hmm."},"7216":{"polarity":"change","sentence":"That mean I can only drink two or three times a week."},"2737":{"polarity":"neutral","sentence":"It's very cool."},"4954":{"polarity":"neutral","sentence":"See you later."},"2717":{"polarity":"neutral","sentence":"I'm an IB student."},"11":{"polarity":"neutral","sentence":"Well, I usually drink when I'm at home trying to unwind and I drink while I'm watching a movie. And sometimes, um, I take a bath but I also drink when I take a bath sometimes."},"9165":{"polarity":"neutral","sentence":"Wow. I can't believe he fell asleep after all of that crying, poor guy."},"988":{"polarity":"neutral","sentence":"Well, hopefully, go to college, get, you know, good enough grades to go to college."},"4930":{"polarity":"neutral","sentence":"I understand."},"755":{"polarity":"neutral","sentence":"I just-- I don't know how keen I am to move in with my- with my aunty and uncle, though."},"6298":{"polarity":"neutral","sentence":"Mm-hmm."},"990":{"polarity":"neutral","sentence":"Yeah."},"7711":{"polarity":"change","sentence":"Of course."},"7808":{"polarity":"change","sentence":"Um, I mean, I guess the big one would be like I won't- I won't be hungover all the time like I would make it to my 8:00 AMs then, well, even-even when I make it to my 8:00 AMs now like I just, I sleep like I wake up I'm like, \"Oh my god what's going on?\" And then I get to my 8:00 AM and I'll just sleep through and then miss just about everything that's on the test. So I think if I- if I reprioritize what is important to me, I probably help me succeed. I mean, in high school, I had a 3.5 GPA. So I know I could do it here."},"2456":{"polarity":"change","sentence":"Well, I mean, I could at least try to going back to one drink a night instead of two."},"35":{"polarity":"change","sentence":"Well, I don't think that I'm ready to cut down to seven drinks a week. That seems like a lot but I would consider cutting back to two drinks a night. I think that would be my goal."},"4936":{"polarity":"sustain","sentence":"Right. And as being one of the leaders, my fellow teammates expect me to be-- I expect them to lead not only in the sports but also in social environments. And if that's a social- that's a social custom in our society. So it's like—"},"2811":{"polarity":"change","sentence":"Yeah, I think I could. I don't need it. For instance, it-it is-- it is used as a kind of, like, let's get the party going."},"797":{"polarity":"neutral","sentence":"Thanks."},"4596":{"polarity":"neutral","sentence":"Um, sometimes we just, you know, go to the movies, go to the beach, like I had said, or sometimes we just get together at someone's house, play some good board games and hang out."},"7278":{"polarity":"neutral","sentence":"Um, probably four or five drinks."},"7717":{"polarity":"change","sentence":"And also getting back on top of my school work again my athletics too."},"4634":{"polarity":"change","sentence":"Well, I, especially don't like it whenever me or one of my friends, like we drink too much and we end up like throwing up or things like that, that I don't- that's not fun."},"7715":{"polarity":"change","sentence":"A lot at this point because I feel that's a big factor with gaining back my trust with my mother."},"4674":{"polarity":"neutral","sentence":"And try to, you know, let loose but still be in control of my behavior so I'm not gonna go somewhere with a person I met-"},"63":{"polarity":"sustain","sentence":"Well, I-- If-if I was getting fallen down drunk or if I drink every night. Um, it's not like I get sloppy drunk or anything."},"7286":{"polarity":"neutral","sentence":"Right."},"6035":{"polarity":"change","sentence":"You're-you're right. I-I don't want- I don't wanna be too far gone before it's too late. Like I-I can imagine something possibly happening where it's to a degree where I can't escape. And I-I guess I've never really had any-any real experience where the alcohol has really affected me that much or affected anybody close to me that much. So I guess it's something that I feel like I'm control of, but in reality, I might not have as much control as I think."},"6302":{"polarity":"neutral","sentence":"Like, uh, I don't like- have like a bibliography or anything."},"4546":{"polarity":"neutral","sentence":"Yeah, [crosstalk]."},"9169":{"polarity":"neutral","sentence":"Well, I had no idea that it was such a big deal. I-I didn't think it would have anything to do with Jake getting sick or, you know, hurting him."},"1222":{"polarity":"change","sentence":"Yeah."},"7727":{"polarity":"change","sentence":"Because I don't know I feel deter-determined to-to make sure this happens because I don't like how I felt after I-I betrayed my mother. I don't like remembering that the feeling of like vomiting."},"759":{"polarity":"neutral","sentence":"He doesn't have kids."},"2715":{"polarity":"neutral","sentence":"Yeah. I'm involved in music. So I'm also in the jazz band, the wind ensemble, and um, yeah, that's about—"},"4540":{"polarity":"neutral","sentence":"Yeah."},"1156":{"polarity":"neutral","sentence":"Maybe a five or six."},"8078":{"polarity":"neutral","sentence":"-or I don't feel like I need to"},"1893":{"polarity":"change","sentence":"Yeah, like, I should probably have trusted my gut."},"5317":{"polarity":"neutral","sentence":"Nope."},"7695":{"polarity":"change","sentence":"So, that-that-that's also changed."},"19":{"polarity":"neutral","sentence":"Yes. What-what kind of health problems?"},"69":{"polarity":"sustain","sentence":"Well, I don't consider my drinking binge drinking."},"6316":{"polarity":"neutral","sentence":"Yep."},"2980":{"polarity":"sustain","sentence":"No, not really."},"3347":{"polarity":"neutral","sentence":"Yeah."},"511":{"polarity":"change","sentence":"Yeah."},"6039":{"polarity":"neutral","sentence":"Okay."},"4672":{"polarity":"sustain","sentence":"And then-- But in terms of at- how it is I am respecting myself, I am- I'm respecting myself by like trying to stay in someone's house and like trying to limit my drinking so I don't get to that blackout like throwing up and everything."},"6272":{"polarity":"sustain","sentence":"Yeah, which is that, um, I'm going to do what I- do what I wanna do and what I know, right? So it's- yeah. I don't know, but, um, I'm here anyway. So-"},"3399":{"polarity":"change","sentence":"Um, I really can't control what they do, but I'll definitely try to get my closest friends to maybe stop like I will."},"1174":{"polarity":"change","sentence":"Yes."},"5895":{"polarity":"change","sentence":"Yeah."},"2391":{"polarity":"neutral","sentence":"Not much."},"7178":{"polarity":"neutral","sentence":"Hmm, for four times a week probably."},"5883":{"polarity":"change","sentence":"-like, I just didn't ever really think about it, like, that I was-- like, if I try to actually count the drinks, it's, kind of, a lot, I mean, it's, kind of, a lot."},"1154":{"polarity":"change","sentence":"Definitely, yeah. That's a good word."},"6318":{"polarity":"neutral","sentence":"Um, well, it's-it's really important to me. That's a big priority of mine is to have a healthy baby and bring him or her up well and-and, you know, be a good parent."},"1028":{"polarity":"neutral","sentence":"Well, I-I love them, so I want them to think well of me-"},"4729":{"polarity":"neutral","sentence":"Yeah."},"483":{"polarity":"sustain","sentence":"Yeah."},"7719":{"polarity":"change","sentence":"So I feel that there-there's a future in that."},"7188":{"polarity":"neutral","sentence":"Seven drinks in a week doesn't seem like that much?"},"2841":{"polarity":"change","sentence":"I think if you make a good plan, like I think I'd be able to follow through with it."},"2857":{"polarity":"change","sentence":"Like how should I go about that situation?"},"8068":{"polarity":"change","sentence":"Yeah. Yeah I do. Yeah."},"6027":{"polarity":"neutral","sentence":"Yeah, I guess I haven't really put it on myself. I guess it's really been forced on their account. And I've just been following in their footsteps just to-- just because it seems like what they're doing is a lot of fun. And I just want to make sure that I'm getting every bit of the high school experience that I can."},"7699":{"polarity":"change","sentence":"So, since then, I've been hanging out more with them, getting to know them. But I can also see that oh, I'm just living life, I guess. But that's also not fair to them that I'm not there for them as much as I was before."},"1937":{"polarity":"neutral","sentence":"A little bit."},"3300":{"polarity":"change","sentence":"Well, all I really know is that it's not good for you."},"3312":{"polarity":"change","sentence":"Well, I will take a look at it, and I'll definitely read it, and I don't wanna become addicted, and I would like to continue to play sports as long as possible."},"1076":{"polarity":"neutral","sentence":"Um, like drunk driving?"},"8050":{"polarity":"neutral","sentence":"I mean, I guess, like most people do when they go out they drink."},"765":{"polarity":"change","sentence":"I don't wanna hang on to freedom if it this- if it means that I lose my kids. Um, I'm just, uh, I'm just worried about-- I'm worried about if I move in with family, that they, even if their intentions are good-"},"2421":{"polarity":"neutral","sentence":"Yeah. I mean, i-it's part of my routine right now, and, you know, I-I don't want to sacrifice something I enjoy, but, you know, I'm trying really hard, you know, to be a good mom. I'm-I'm trying to, you know, go-go back to school. I'm trying to work. So, I don't know how I can do all of that if I don't have a way to enjoy myself or relax, you know?"},"2383":{"polarity":"neutral","sentence":"Yeah, you know, it's hard trying to please customers all day. And then, at the same time, I'm-I'm worrying, am I making enough money to support my son, you know?"},"8116":{"polarity":"change","sentence":"I just, you know, I'm so out of the routine, not exercising, I need to get back into things."},"2851":{"polarity":"neutral","sentence":"Not too much, to be honest."},"1925":{"polarity":"neutral","sentence":"Yeah, I guess that voice is just a little more stifled by the other one."},"8030":{"polarity":"neutral","sentence":"Yeah, it's just- it's just got worse over the last six months?"},"1891":{"polarity":"neutral","sentence":"Yeah."},"9177":{"polarity":"neutral","sentence":"Well."},"4628":{"polarity":"change","sentence":"But, um, definitely some of the ideas people can have when they're stup- when they're drunk and can be really stupid."},"3327":{"polarity":"neutral","sentence":"Well, I plan to apply to college and maybe, you know, have a good career and something like that, hopefully."},"779":{"polarity":"sustain","sentence":"No. I-I smoked weed in college, but just a little bit. I wasn't a regular smoker."},"2962":{"polarity":"change","sentence":"Um, one time I missed first period of school 'cause I had a hangover and I was late getting up."},"6872":{"polarity":"change","sentence":"Well, I-I think the natural thing would be to cut back a little on my drinking."},"791":{"polarity":"neutral","sentence":"Yeah."},"1090":{"polarity":"sustain","sentence":"Not more than two drinks."},"5311":{"polarity":"change","sentence":"Um, I think it's because you've told me I'm at risk and I have alcoholism in my family and I really don't want to go down that path. So I'm-I'm confident that I can change that at this point."},"2789":{"polarity":"neutral","sentence":"So, I'm not-- Yeah."},"1913":{"polarity":"change","sentence":"Like, I wanna- I wanna be responsible for this thing."},"2713":{"polarity":"neutral","sentence":"Uh, well, my name is Andrea, as you know, I'm, uh, in the marching band. I play the tenor sax."},"2938":{"polarity":"neutral","sentence":"Sure."},"1899":{"polarity":"sustain","sentence":"And so many people, when they have kids, they just vanish from their friends. And I don't wanna be that person. I don't wanna be that person that just has a kid and they're completely-completely different."},"4723":{"polarity":"neutral","sentence":"Yeah."},"7176":{"polarity":"neutral","sentence":"Mm-hmm."},"5337":{"polarity":"neutral","sentence":"Okay."},"1224":{"polarity":"neutral","sentence":"No problem."},"9311":{"polarity":"change","sentence":"Well, I didn't know that. Um, it's good to know. I'll tell my wife, um, she's still very fond of her salt and her mother had osteoporosis."},"4648":{"polarity":"change","sentence":"Yeah. People can get a little like sloppy, I guess. Like they're all loose, like with people in corners doing things that should be done in private-"},"29":{"polarity":"neutral","sentence":"Sometimes I just don't like how much I drink. I sometimes finish a bottle in one night."},"9123":{"polarity":"change","sentence":"Yeah. I think that sounds okay."},"1959":{"polarity":"sustain","sentence":"Yeah, and I don't wanna be like that."},"4695":{"polarity":"change","sentence":"Like I-I-- You know, it is nice to let loose and have fun, but I'd also like it to be so, you know, I'm not damaging my body, you know."},"1202":{"polarity":"neutral","sentence":"Oh okay."},"2833":{"polarity":"neutral","sentence":"Probably, might be too judgmental."},"5331":{"polarity":"neutral","sentence":"Yes."},"1961":{"polarity":"neutral","sentence":"Yeah."},"515":{"polarity":"neutral","sentence":"Yeah, yeah, I think when I'm feeling a little- a little better. Maybe when I haven't gone all out the-the night before and sprained my ankle."},"6286":{"polarity":"neutral","sentence":"Uh-"},"4602":{"polarity":"neutral","sentence":"Yeah."},"7677":{"polarity":"neutral","sentence":"And, um, about a month ago, my friends invited me to a party. And they used the fact that, Oh, I'm always doing my homework, I'm always studying that to allow me to go to the party. And on-- well, that party, I managed to convince my parents that I would spend the night at my friend's house. So, that's when I started drinking."},"2990":{"polarity":"change","sentence":"I can probably hang out with some of my friends who don't drink or inviting them to parties and having fun 'cause not everyone drinks at parties."},"1044":{"polarity":"sustain","sentence":"Um, not much, maybe like one or two drinks at the most."},"8074":{"polarity":"neutral","sentence":"-I'd have no social life if I didn't."},"4703":{"polarity":"neutral","sentence":"I'd say about like-like a six or a seven."},"1052":{"polarity":"neutral","sentence":"-have one there and pretending to have it."},"2393":{"polarity":"neutral","sentence":"Sure."},"2444":{"polarity":"neutral","sentence":"Not really. I mean, I just normally see if my mom can watch my son, so, you know, I haven't really looked around."},"1108":{"polarity":"neutral","sentence":"Yeah."},"2781":{"polarity":"neutral","sentence":"I have gotten blackout drunk before-"},"2827":{"polarity":"neutral","sentence":"My close ones, I know they wouldn't be, you know, have a problem with that. But the ones that I'm not that close with, but I'll still like hang out with-"},"4715":{"polarity":"neutral","sentence":"I think if I made the decision that I was going to, for sure, then I think definitely like a 10 I know it'd be going through."},"2849":{"polarity":"neutral","sentence":"Yeah."},"773":{"polarity":"neutral","sentence":"No, not really anything."},"4940":{"polarity":"sustain","sentence":"I mean, it's just one-- I'm just one person against the voice of the mob."},"6280":{"polarity":"neutral","sentence":"Yeah. I mean, you know-"},"6312":{"polarity":"neutral","sentence":"Yeah, like what kind of issues would that cause if any?"},"9317":{"polarity":"neutral","sentence":"Thanks. You too."},"2807":{"polarity":"neutral","sentence":"But I haven't really thought about possible alcoholism or anything."},"2452":{"polarity":"neutral","sentence":"Mm-hmm."},"2739":{"polarity":"neutral","sentence":"Yeah."},"1975":{"polarity":"neutral","sentence":"Yeah."},"57":{"polarity":"sustain","sentence":"Yeah, but only on the weekend."},"4588":{"polarity":"neutral","sentence":"Mm-hmm."},"2381":{"polarity":"neutral","sentence":"Yeah, and for work, you know, I'm a server. So, I'm on my feet all day, you know, and it's-it's really tiring."},"9291":{"polarity":"sustain","sentence":"Uh, I loved to lose weight but it's so hard giving up the things you enjoy."},"1881":{"polarity":"neutral","sentence":"Yeah."},"1124":{"polarity":"neutral","sentence":"Um, well, definitely not in my family life, because my parents don't really condone-"},"7228":{"polarity":"neutral","sentence":"Okay."},"1158":{"polarity":"change","sentence":"Because, um, it's not something I do not care about at all, but it's not something that's just constantly on my mind that I want to change about myself."},"8040":{"polarity":"neutral","sentence":"Yeah. Well, I just, I don't feel comfortable talking to guys normally. [chuckles]"},"2793":{"polarity":"neutral","sentence":"More or less the same amount. So right now the most we'll have is maybe like one cup after that one time, but sometimes one or two, but they can be kind of heavy."},"4668":{"polarity":"neutral","sentence":"In terms of what? In terms of respect?"},"487":{"polarity":"neutral","sentence":"Yeah."},"9125":{"polarity":"change","sentence":"No. I think just talking about it was helpful, you know, and I'm- I'm glad you've given me some information. Maybe just this week I can think about it a little more, you know, I-I feel pretty overwhelmed right now. There's so much to do. My days are pretty full, so, maybe I can just s-sit on it for a week."},"2403":{"polarity":"neutral","sentence":"Yeah, I-I guess that's right."},"771":{"polarity":"neutral","sentence":"No, I would bum cigarettes in college, but I was never a smoker."},"2375":{"polarity":"sustain","sentence":"Right, I mean, I don't drink that much and, honestly, it-it's just a good way to relax."},"2429":{"polarity":"neutral","sentence":"Um, you know, probably my biggest problem is just childcare. You know, my mom normally watches my son, but she's been kind of backing out lately. And so, I'm worrying, am I going to have to call into work today, am-am I going to have to miss class? You know, so, you know, worrying about that really stresses me out, you know."},"4707":{"polarity":"change","sentence":"Um, because I still think it's-it's important."},"6320":{"polarity":"neutral","sentence":"Um, not-not like being there at home with them, not being absent, um, taking care of them, feeding them, um, changing their diaper, which I'm not excited about. Um, you know, kind of the- those basics."},"6025":{"polarity":"change","sentence":"Um, I-I guess I can. I-I can probably be more productive in my schoolwork and rather than going out to parties as much and I-I do get you're coming from and—"},"6264":{"polarity":"sustain","sentence":"Um, okay. Uh, well, I guess I drink like a glass of wine at supper every night, and just to, you know, relax a little with my friends if I go out. So wine has always been a kind of a family tradition with supper. So-"},"2458":{"polarity":"change","sentence":"Yeah. I mean, I-I don't know how it's going to go, especially with trying to cut back on smoking already, but, I mean, I can try."},"795":{"polarity":"neutral","sentence":"Okay."},"569":{"polarity":"change","sentence":"Maybe a little bit."},"7683":{"polarity":"change","sentence":"Yes, right. Like I've been noticing I've been more lethargic and apathetic towards schoolwork."},"1030":{"polarity":"change","sentence":"-and I want them to, um, be accepting and love me."},"1026":{"polarity":"neutral","sentence":"Yeah."},"3383":{"polarity":"neutral","sentence":"Um, definitely not. That's why I don't try to drink that much. Just-"},"1947":{"polarity":"neutral","sentence":"I think so, yeah, like the telling my parents and [unintelligible 00:13:45] this to my parents is probably the scariest thing."},"984":{"polarity":"neutral","sentence":"Yeah."},"3306":{"polarity":"neutral","sentence":"Yeah, I would like to play soccer in college."},"49":{"polarity":"change","sentence":"Yes."},"2865":{"polarity":"change","sentence":"And-and you know, like professional life as well."},"4942":{"polarity":"neutral","sentence":"I understand."},"767":{"polarity":"change","sentence":"I don't know. I'll do anything to get my kids back."},"6850":{"polarity":"neutral","sentence":"Okay, like what?"},"3407":{"polarity":"change","sentence":"Okay, yeah."},"6860":{"polarity":"sustain","sentence":"In fact, on the nights when I don't drink, I-I have a harder time going to sleep."},"1887":{"polarity":"change","sentence":"Yeah. Probably. And I'm also feeling like it's too late. I already screwed it up."},"4711":{"polarity":"neutral","sentence":"Yeah."},"4566":{"polarity":"change","sentence":"Uh, I'd like to, you know, I'd like to, of course, graduate high school, hopefully, go to a nice Ivy League school."},"6876":{"polarity":"change","sentence":"Um, doing the math, I guess no more than 18 drinks a week."},"3357":{"polarity":"neutral","sentence":"Yeah."},"9289":{"polarity":"neutral","sentence":"Yeah, uh, you tell me, stop smoking and lose weight and take more exercise, wouldn’t you?"},"8076":{"polarity":"neutral","sentence":"If I just said-said, \"No, I'm not drinking at all,\" and, you know, I don't feel like I'm an alcoholic-"},"497":{"polarity":"neutral","sentence":"Yeah."},"9111":{"polarity":"sustain","sentence":"Yeah, well, you know that sounds okay. While he's sick, I might be able to smoke outside in the next couple days or so, but the thing is, usually I'm craving a cigarette the most when I have a glass of wine at the end of the day. I put Jake to bed, I open up a bottle and I pour myself a glass and I'm finally able to unwind, so, I get a craving for a cigarette, so, I'm not sure long-term I'd be able to smoke outside."},"9309":{"polarity":"change","sentence":"Well, there's one, one thing uh, I've done already, I've stopped adding salt to my food. The doc said that would help with my blood pressure."},"4676":{"polarity":"neutral","sentence":"-into I don't know where to, I don't know what, and-"},"2801":{"polarity":"neutral","sentence":"A little bit."},"8080":{"polarity":"change","sentence":"Yeah, it just got a bit out of control."},"1160":{"polarity":"change","sentence":"Yeah, yeah. Definitely."},"3351":{"polarity":"neutral","sentence":"Yeah, I guess you can say that."},"3331":{"polarity":"neutral","sentence":"-which is a little different, but-"},"2747":{"polarity":"neutral","sentence":"And, uh, my parents and my dog. [laughs]"},"3325":{"polarity":"neutral","sentence":"Um, I like to read and I like to go outside and, like, take walks and, like, hike and stuff. I'm very outdoorsy, so-"},"2373":{"polarity":"sustain","sentence":"Yeah, um, last week I met with my nurse practitioner, and I ge-I guess she's worried with how much I'm smoking and drinking right now. I mean, I-I did agree I would work on the smoking and try to cut back on that. But, as far as the drinking, I-I don't really think I drink that much."},"2775":{"polarity":"neutral","sentence":"Um, depending on how much schoolwork there is When there's not, it might be like every other weekend or like three weekends out of the month or something like that."},"785":{"polarity":"sustain","sentence":"That's a lot to change. I don't know."},"9115":{"polarity":"neutral","sentence":"Exactly."},"777":{"polarity":"neutral","sentence":"I guess, it sounds like a lot when you say [chuckles] like that. But yeah."},"2779":{"polarity":"neutral","sentence":"Um, I don't, we don't get blackout drunk or anything. It's more of like a little tipsy kind of thing."},"6304":{"polarity":"neutral","sentence":"So I can't really- I don't really know when those were published. It's just stuff I've found, supporting the way that I look at it."},"998":{"polarity":"neutral","sentence":"Yeah."},"9103":{"polarity":"neutral","sentence":"Yeah. At one point in the night, though, they all went out to have a cigarette and I joined them. Since then, I've been having a couple of cigarettes at night, but never near Jake and never near his clothes or his toys. I mean, I've heard about second-hand smoking. And I-I don't want to be- expose him to it, so I've been avoiding him when I smoke."},"4662":{"polarity":"neutral","sentence":"Mm-hmm."},"7707":{"polarity":"change","sentence":"-that's-that's not worth it, either. And I have to slowly build back my trust with my mother because that was that's a big blow. It's little so I guess may seem to other people."},"6021":{"polarity":"sustain","sentence":"I-I don't think I'm drinking that much. I mean, it's-it's mainly for social gatherings. Like it's nothing that I do, like by myself or whatever. It's just the—"},"4586":{"polarity":"neutral","sentence":"I place great importance in that."},"4680":{"polarity":"neutral","sentence":"Yeah."},"6023":{"polarity":"neutral","sentence":"Every other weekends, I would say."},"6274":{"polarity":"sustain","sentence":"Nope. I never have been."},"3423":{"polarity":"neutral","sentence":"Okay, thanks."},"1004":{"polarity":"neutral","sentence":"Yeah."},"2940":{"polarity":"neutral","sentence":"Yeah."},"523":{"polarity":"neutral","sentence":"Yeah. Sounds good."},"4709":{"polarity":"change","sentence":"I still, you know. Like I said, I don't want to hurt my body. Especially going to med school like I know how things affect your body and also affect your-your social and your school work and things like. I know that once I get to college, it's not- it's not gonna-gonna work out being, you know, drinking every weekend and then like trying to wake up early and go to school, take an exam. Like I know that's not- that's not feasible. It's not a good idea."},"1168":{"polarity":"neutral","sentence":"-if I can quit or not?"},"1138":{"polarity":"change","sentence":"-in my life, considering I have big plans for my future. So."},"7731":{"polarity":"change","sentence":"To make sure I have my studies. Well first, try to get-get back my trust with mother-"},"2972":{"polarity":"neutral","sentence":"Okay."},"757":{"polarity":"change","sentence":"I sit down and talk with him, asked him for, um, for support and stuff and he's fully, he says fully he'll be there for me. But, like I said, he's, um, he's in a different place in his life than I am in mine."},"7208":{"polarity":"change","sentence":"And though my son keeps telling me that I'm drinking too much, and it's scary to think that my drinking is harmful. It's a big word."},"577":{"polarity":"change","sentence":"Well, I guess I'll try."},"2379":{"polarity":"sustain","sentence":"Yeah. You know, I have a two-year-old son, and then, I work full-time. And, I also started going back to school. So, you know, just trying to juggle all that stuff. You know, it's tiring, and so, you know, at the end of the day, I just- I wanna relax and enjoy myself."},"4701":{"polarity":"neutral","sentence":"Yeah."},"2437":{"polarity":"neutral","sentence":"Well, I mean, most of my problems always go back to money. You know, i-if I had more money, I could afford daycare, I could work less hours, you know? So, yeah. It's-it's normally related to money."},"4550":{"polarity":"neutral","sentence":"Yeah, I started on the violin first, and then I went on, explored a little with the piano, clarinet, finally found the tenor sax, and yeah."},"1949":{"polarity":"sustain","sentence":"And having to talk to those friends, like right now I don't want to do that. It's- it puts them in a weird place."},"2769":{"polarity":"neutral","sentence":"Uh, I usually go out with my friends. Uh, we'll go to the movies or we'll most likely we'll just meet up at someone's house-"},"1865":{"polarity":"neutral","sentence":"Um, my doctor referred me. He said I had to come because I've- I've been a little irresponsible with this pregnancy. Yeah."},"1144":{"polarity":"change","sentence":"Um, maybe less than I am now. I mean, I don't drink much anyway, so-"},"1953":{"polarity":"sustain","sentence":"It feels like I have to lec- I don't wanna have to lecture them and I don't want it to be like a lecture."},"7812":{"polarity":"neutral","sentence":"All right, all right. When is the seminar?"},"3294":{"polarity":"neutral","sentence":"Well, I've only tried drinking once or twice."},"1955":{"polarity":"neutral","sentence":"My parents or my friends?"},"1094":{"polarity":"sustain","sentence":"Um, I've never really been drunk-"},"6019":{"polarity":"neutral","sentence":"Yeah. I-I understand exactly what you're saying. And—"},"7226":{"polarity":"neutral","sentence":"Sounds good."},"8084":{"polarity":"neutral","sentence":"Um, due to just circumstance of, I mean, I just yeah, had my boyfriend for six years before that and-"},"3421":{"polarity":"neutral","sentence":"I have no questions."},"4568":{"polarity":"change","sentence":"But I mean, that might not happen. And then I'd like to go on and become a doctor. Study psychology and then become a psychiatrist or something."},"1078":{"polarity":"neutral","sentence":"Um, definitely not. I've never drunk-driven, and I've never been in a car with a drunk driver."},"1214":{"polarity":"change","sentence":"Yeah. I mean, at least my closest friends, for sure."},"4598":{"polarity":"neutral","sentence":"Yeah, sometimes."},"1006":{"polarity":"neutral","sentence":"Well, um, on the weekends I like to hang out with my friends, maybe go to like a party, or go to the mall to shop, or if there's like a school-related event, we'll go to like a football game or-"},"9175":{"polarity":"sustain","sentence":"Only a couple of drinks a night. You know, it's pretty rare if I have anything more than that. It's just my way of relaxing at the end of the day. It's been so stressful since Jake came along. It's just how I fall asleep at the end of the night."},"7796":{"polarity":"sustain","sentence":"Um, well, I wanna say I have a drinking problem. I think I'd probably have more of a, like getting caught problem. I mean, my friends, they-they drink like fishes and I-- they don't ever get caught and you got me over here and I get caught and they left."},"2719":{"polarity":"neutral","sentence":"Well, saxophone. I started about four years ago, but I've been involved in music for about 10 years now, so."},"8038":{"polarity":"neutral","sentence":"And, uh, in the last few months I've been, you know, just drinking even more on week nights, and I never even used to do that before."},"4928":{"polarity":"sustain","sentence":"-or playing random games with alcohol, just to get drunk for no reason. And because I was there in the moment, I felt pressured to do and like conform to what everyone else was doing. So I wouldn't be- I wouldn't be ostracized."},"1086":{"polarity":"neutral","sentence":"Yeah, definitely."},"1064":{"polarity":"neutral","sentence":"Well, just I guess, at a party or something, someone's house."},"6296":{"polarity":"neutral","sentence":"Yeah. It's just a fancy little brochure saying what I've already known, I've already heard."},"1038":{"polarity":"neutral","sentence":"Yeah, just a sense of like fitting in and not-- And like getting accepted-"},"2829":{"polarity":"neutral","sentence":"-those are probably the ones that like might ostracize me for something or."},"5335":{"polarity":"neutral","sentence":"Okay."},"1066":{"polarity":"sustain","sentence":"Or, even if it's not a party, like a small social gathering, maybe there'll be like a few beers around-"},"1022":{"polarity":"neutral","sentence":"Through college."},"2721":{"polarity":"neutral","sentence":"I started off on the violin first."},"1088":{"polarity":"neutral","sentence":"Thank you."},"1216":{"polarity":"neutral","sentence":"No. No, I think I'm okay."},"3292":{"polarity":"neutral","sentence":"Yeah, it was. If my mom would have found out, she would've killed me."},"53":{"polarity":"change","sentence":"Okay."},"7204":{"polarity":"change","sentence":"Well, I didn't realize that drinking was related to my blood pressure problems."},"9299":{"polarity":"change","sentence":"Uh, I've been thinking about them a lot lately, and I want to be there for them. So have to do what I need to, to improve my health."},"3296":{"polarity":"neutral","sentence":"Yeah, that's right."},"565":{"polarity":"neutral","sentence":"Uh, I do drink beer, I drink, you know, two to three pints on weekdays, sometimes on weekends, maybe four or five."},"2942":{"polarity":"sustain","sentence":"It's not a big deal. Sometimes with my friends, we'll drink a few beers and when we're hanging out or when we're at a party, and sometimes rum and cokes."},"4560":{"polarity":"neutral","sentence":"He's a Golden Retriever."},"3377":{"polarity":"neutral","sentence":"Yeah."},"1036":{"polarity":"neutral","sentence":"Yeah."},"4697":{"polarity":"change","sentence":"Like my liver doesn't work by the time I'm like 22."},"6266":{"polarity":"neutral","sentence":"Yeah."},"2984":{"polarity":"neutral","sentence":"I don't know."},"7170":{"polarity":"neutral","sentence":"I drink wine-"},"6310":{"polarity":"neutral","sentence":"-I never get that information."},"6029":{"polarity":"change","sentence":"Mm. Yeah. I-I-I do see that maybe me drinking not as much would possibly better my life to-to a certain degree. And I-- it does make a lot of sense. And I-I guess I can put more effort into sort of lowering the level of drinking that—"},"467":{"polarity":"neutral","sentence":"Yeah."},"8106":{"polarity":"change","sentence":"Just to, uh, but um-- I is-is-- I think the weekdays is what I really need to do."},"9297":{"polarity":"change","sentence":"Yes. I want to be there for them, but not a burden to them."},"1196":{"polarity":"change","sentence":"Right."},"8112":{"polarity":"change","sentence":"Yeah, yeah. Yep."},"3367":{"polarity":"neutral","sentence":"Not really closely, like, I know who they are and I'll say hi, but not-- They're not really, like, close friends of mine."},"5893":{"polarity":"change","sentence":"-but that's not really what was going on. [chuckles]"},"4544":{"polarity":"neutral","sentence":"Yeah, I'm also in the-- I'm a bit of a band geek. [laughter] I play, you know, in the wind ensemble and the jazz band, things like that."},"2385":{"polarity":"neutral","sentence":"Yeah, and then, you know, with going back to school, you know, I have to figure out how I'm going to pay for everything. So, you know, i-it's just a lot right now."},"6015":{"polarity":"sustain","sentence":"Um, I mean, it was just the, like a social gathering. It wasn't like I was looking for it, uh, the drinks were there and I-- all my friends were doing it and it was just-- it's-it's not something that I like do occa- on occasion, but whenever the opportunity presents itself, it-it's nice to just let loose and have a little bit of fun sometimes."},"4554":{"polarity":"neutral","sentence":"Yeah."},"2871":{"polarity":"change","sentence":"I think I can do that."},"2729":{"polarity":"neutral","sentence":"It's fun. It's a- it's a lot of work, long summers taught, but it's fun."},"2777":{"polarity":"neutral","sentence":"A little, yeah."},"7212":{"polarity":"change","sentence":"I think I can try to do that, yeah."},"1885":{"polarity":"change","sentence":"There's, yeah, there's part of me that still wants to live that out because I'm not going to have another chance, like once this kid comes, it's-it's going to be over. I know I'm gonna- I know I'm going to have to change."},"3355":{"polarity":"neutral","sentence":"Um, no, not really, maybe tipsy, but not like drunk."},"1056":{"polarity":"neutral","sentence":"Um."},"1194":{"polarity":"change","sentence":"Yeah."},"7687":{"polarity":"sustain","sentence":"I don't know. It-It's because I'm a very reserved person, for the most part, not when- not when I'm dealing with sports or like-- you know, like a social environment. I tend to keep to myself because I'm very self-conscious, I would say. And when I- when I drink, I feel, I don't know, like, it relaxes me. I'm able to talk or engage with other people more easily. I don't know it just—"},"1002":{"polarity":"neutral","sentence":"Yeah, maybe um, pre-law."},"1911":{"polarity":"change","sentence":"Yeah."},"1016":{"polarity":"neutral","sentence":"Yeah."},"4614":{"polarity":"change","sentence":"-versus with a party it's a lot more energetic it's, uh, after it all, it's very draining."},"8032":{"polarity":"neutral","sentence":"Well, I guess, I drank, you know, like most people do before, um, but I broke up with my boyfriend, uh, about a year ago and then six months ago I guess I wanted to go out again and see if I can meet people."},"1180":{"polarity":"neutral","sentence":"It's just like outside people that I don't really know that well."},"513":{"polarity":"change","sentence":"Yeah"},"7174":{"polarity":"neutral","sentence":"Have a few glasses of wine."},"1867":{"polarity":"neutral","sentence":"Yeah. Um, he said that I was drinking too much with it. Um, I-I haven't been a lot, but he said it was still maybe, um, would screw things up."},"7723":{"polarity":"neutral","sentence":"Probably like an 8 or 9."},"4572":{"polarity":"neutral","sentence":"Yeah."},"7196":{"polarity":"neutral","sentence":"I didn't realize that drinking had anything to do with blood pressure."},"2847":{"polarity":"neutral","sentence":"-so I can't really—"},"787":{"polarity":"sustain","sentence":"I mean, the stairs were really steep. So—"},"4562":{"polarity":"neutral","sentence":"My big boy."},"2958":{"polarity":"change","sentence":"-when I start throwing up, that's not- I don't like that."},"7168":{"polarity":"neutral","sentence":"Sure."},"3319":{"polarity":"neutral","sentence":"Okay. Um, my name is Laura and I'm 17 and I'm a senior in high school."},"4721":{"polarity":"neutral","sentence":"Yeah."},"471":{"polarity":"neutral","sentence":"Yeah."},"1915":{"polarity":"neutral","sentence":"No."},"1170":{"polarity":"change","sentence":"Maybe like an 8 or 9."},"2831":{"polarity":"neutral","sentence":"Yeah."},"1100":{"polarity":"sustain","sentence":"Yeah, yeah, relaxed."},"1873":{"polarity":"neutral","sentence":"Yeah. He didn't really tell me what to expect. He just said, \"Go- go see her as well.\""},"1060":{"polarity":"sustain","sentence":"Not really much."},"6326":{"polarity":"neutral","sentence":"Yeah."},"2974":{"polarity":"neutral","sentence":"Um, probably a five."},"761":{"polarity":"neutral","sentence":"He doesn't-- I don't know if he can really understand what it means to me. Um, he's a good mate."},"4660":{"polarity":"neutral","sentence":"Yeah."},"1032":{"polarity":"neutral","sentence":"Yeah, I have one sister."},"8070":{"polarity":"change","sentence":"Yeah. I don't wanna- I don't wanna, I mean, I don't wanna stop altogether, so."},"477":{"polarity":"neutral","sentence":"No."},"751":{"polarity":"sustain","sentence":"And Tristan is a good flatmate."},"1084":{"polarity":"change","sentence":"Yeah."},"2795":{"polarity":"neutral","sentence":"Oh, it's a red, you know, typical. Yeah."},"2837":{"polarity":"change","sentence":"Okay."},"2976":{"polarity":"change","sentence":"Well, I guess I'm just tired of getting in trouble."},"2875":{"polarity":"neutral","sentence":"No. I think- I think I'm good."},"7681":{"polarity":"neutral","sentence":"Right."},"7268":{"polarity":"neutral","sentence":"Yeah."},"1979":{"polarity":"neutral","sentence":"A little bit."},"2819":{"polarity":"change","sentence":"And kind of see how that goes. Because—"},"7194":{"polarity":"sustain","sentence":"No, not really."},"6870":{"polarity":"neutral","sentence":"Yes."},"1973":{"polarity":"change","sentence":"Mm-hmm, I have to do."},"7280":{"polarity":"neutral","sentence":"Yeah. It makes me feel relaxed."},"6340":{"polarity":"change","sentence":"Um, well, first things first, if I could take a brochure home maybe, um, you know, show it to my partner and-and-and get-get their support, um, I think that's really gonna help me, and kind of changing our-our habits, or, you know, putting the alcohol away, out of sight. Um, I think that's probably the best thing I can do, like, today when I get home."},"4642":{"polarity":"change","sentence":"But after that, I haven't- but I do have friends that still do sometimes, so I'll end up like having to take care of them or something and-"},"7214":{"polarity":"change","sentence":"I guess I could use those numbers, and I can't make any promises, but I could try to drink less than three in a night and less than seven in a week."},"1051":{"polarity":"neutral","sentence":"-kinda hold a drink."},"1010":{"polarity":"neutral","sentence":"Yeah."},"1134":{"polarity":"sustain","sentence":"-it ties in with the whole belonging thing."},"2411":{"polarity":"neutral","sentence":"Yeah."},"7798":{"polarity":"sustain","sentence":"I guess- I guess more problems with police and school and I really don't have like the time or the money for any of that."},"3401":{"polarity":"change","sentence":"Well, then, I guess, I'll just try to hang around them less or something. I'll try to find things for us to do that don't involve alcohol like a party or anything."},"475":{"polarity":"sustain","sentence":"Um, well, me and my friends kinda, uh, we party on the weekend and, you know, we're all university students and so it's just normal, um, to have a few drinks."},"4608":{"polarity":"neutral","sentence":"Definitely."},"5325":{"polarity":"neutral","sentence":"Probably a six."},"2787":{"polarity":"neutral","sentence":"Um, it was a good amount. It was the first time I ever drank and it was like three or four cups, but it was mixing different things."},"4946":{"polarity":"change","sentence":"Like on Facebook, all the pictures that you saw on the internet. Like I w- I will avoid those situations where I have to go to a party where I feel pressured to actually drink alcohol and allow what I do in my own private time to put on the internet so others can see, even though."},"7691":{"polarity":"change","sentence":"Kind of."},"6284":{"polarity":"neutral","sentence":"Like right now?"},"4646":{"polarity":"neutral","sentence":"Yeah."},"2783":{"polarity":"neutral","sentence":"-but I kind of did that, learned my lesson, didn't like it."},"7304":{"polarity":"change","sentence":"Yeah."},"7806":{"polarity":"change","sentence":"I could probably, um, I don't know. I-I guess, well, the big thing would be like kind of where I drink so like drinking like if I'm only like in my apartment so thenI'm not risking myself to drive or like if I- if I go out to a party waiting till, like, I'm 21 to drink. Um, maybe find stuff to do that doesn't revolve around drinking, like, I'm guessing like a town this size there's got to be more to do than just drink."},"2771":{"polarity":"neutral","sentence":"-and just hang out and things."},"3":{"polarity":"neutral","sentence":"Mm-hmm."},"747":{"polarity":"neutral","sentence":"Yeah."},"8034":{"polarity":"neutral","sentence":"And I've been, yeah, getting into this habit of going out every Friday and Saturday, now, uh, drinking a lot."},"4934":{"polarity":"neutral","sentence":"I don't know, like being in a sports team, y-you feel very, you have to like be unified with the group."},"763":{"polarity":"neutral","sentence":"The food would be good. Um, I get- I get support with-- my whānau is really supportive, but I'm- I'm worried about losing- I'm worried about losing my freedom. I'm worried about, um, about them taking over, or, you know what I mean? I have a freedom where I am now, I'm in charge of myself. That would probably be really good."},"6262":{"polarity":"neutral","sentence":"Mm-hmm."},"4564":{"polarity":"neutral","sentence":"They're pretty good. Grades have been pretty all right. Still like 3.7 ish."},"2405":{"polarity":"neutral","sentence":"Uh-huh."},"2450":{"polarity":"neutral","sentence":"Yeah, I-I think I would. I mean, it's-it's been nice to just talk about everything that's going on."},"4578":{"polarity":"neutral","sentence":"I think those two and, um, respect."},"3391":{"polarity":"change","sentence":"I definitely agree. I know that there are some other risks involved in alcohol, they are the ones you mentioned, like, health-wise and things like that, so, I agree that alcohol may not be the best thing."},"781":{"polarity":"neutral","sentence":"No."},"3411":{"polarity":"change","sentence":"They would be pretty upset. Yeah. They don't really condone alcohol use."},"67":{"polarity":"sustain","sentence":"I have five or six beers when I go out with friends to a bar. It's not a problem for me."},"13":{"polarity":"neutral","sentence":"Okay."},"7292":{"polarity":"neutral","sentence":"Well, we just didn't stop to put one on. We weren't thinking that way."},"2763":{"polarity":"neutral","sentence":"Yeah, psychology, I haven't really thought too about which school, I mean, I-"},"8108":{"polarity":"change","sentence":"Um, and then, I don’t know, try to plan it out a little bit more on the weekends-"},"4640":{"polarity":"change","sentence":"-and that didn't end well."},"45":{"polarity":"neutral","sentence":"Well, I like to watch movies, read a book, and take a bath but sometimes I drink when I take a bath."},"6334":{"polarity":"neutral","sentence":"Yeah."},"5885":{"polarity":"neutral","sentence":"Well, yeah, 'cause, like, I also, kind of, thought that, like, I drink, like, about as much as my friends did and then, like, I went back and I was, like, talking to my roommate about it and I was, like, telling her that, you know, I was drinking, like, like 10 drinks on the weekends, like, including Thursday, so like, Thursday, Friday-"},"5303":{"polarity":"neutral","sentence":"Sure."},"2785":{"polarity":"neutral","sentence":"Like how many drinks?"},"2978":{"polarity":"change","sentence":"Um, not drink."},"9097":{"polarity":"neutral","sentence":"No he wasn't."},"4548":{"polarity":"neutral","sentence":"Oh, I started playing about 10 years ago, actually."},"6346":{"polarity":"neutral","sentence":"Yeah. Thank you."},"1050":{"polarity":"neutral","sentence":"Yeah just-"},"3397":{"polarity":"change","sentence":"Yeah, yeah, definitely. I'll just not have a drink."},"5315":{"polarity":"neutral","sentence":"Yep."},"8090":{"polarity":"change","sentence":"I believe 80, I mean I guess that’s why I’m here so—"},"3395":{"polarity":"change","sentence":"Okay."},"2417":{"polarity":"neutral","sentence":"Yeah."},"1917":{"polarity":"change","sentence":"I guess so. I feel like I've already made a choice and already made some bad choices with this."},"7180":{"polarity":"neutral","sentence":"Three to four, five."},"6282":{"polarity":"neutral","sentence":"Yeah."},"23":{"polarity":"neutral","sentence":"Well, to be honest, I drink sometimes when I'm feeling down and I find it more interesting and not so blur."},"561":{"polarity":"neutral","sentence":"Okay."},"31":{"polarity":"neutral","sentence":"No, it's not like I get crazy or anything but I just don't like the amount that I'm drinking."},"4650":{"polarity":"neutral","sentence":"-and that kind of stuff."},"8072":{"polarity":"neutral","sentence":"Yeah and just and all my friends go out and drink. Like I-"},"7794":{"polarity":"neutral","sentence":"Yeah. I tried to be safe. I mean, I tried to call her roommate, but I don't know, getting in trouble anyways."},"41":{"polarity":"change","sentence":"Maybe having less wine in the house."},"7697":{"polarity":"neutral","sentence":"A little bit because not all of them are into that. So, like, I'm in one group of friends, and I would talk to another person that's an another group of friends and they just happen to invite me to that first party."},"3387":{"polarity":"neutral","sentence":"Okay."},"8066":{"polarity":"change","sentence":"-um, I'm just, I feel like I'm not exerc-- well I'm not exercising like I used to. So, I just wanna cut, you know, stop drinking so much."},"6292":{"polarity":"sustain","sentence":"Well, you know, I've-I've heard these kinds of things before, but I just- I don't see the evidence. I don't see the risk, you know, I don't, you know, if someone can like prove to me, or show a direct link or something like that."},"567":{"polarity":"neutral","sentence":"Well, I-- you know, my pressure has been high for years and, um, you know."},"6852":{"polarity":"neutral","sentence":"Mm-hmm."},"489":{"polarity":"neutral","sentence":"Oh really?"},"2731":{"polarity":"neutral","sentence":"Oh, I really like the-the group setting."},"2966":{"polarity":"change","sentence":"No, but I got grounded for two weeks after that. [chuckles]"},"2723":{"polarity":"neutral","sentence":"So I played that for like six years, once a clarinet, dabbled here and there with different things. And then I found the one- the one for me."},"3375":{"polarity":"neutral","sentence":"So-"},"499":{"polarity":"neutral","sentence":"Yeah. Yeah, I guess."},"9121":{"polarity":"change","sentence":"Yeah, I-I'd absolutely maybe reduce. I'll try my best to reduce, but I'm not sure about the smoking."},"3353":{"polarity":"neutral","sentence":"Um, just two drinks at a party at the most. I don't-- I don't like to drink a lot. I don't-- Getting drunk is not something that appeals to me. So, I just have, like, a drink in my hand, so my friends won't bug me about not drinking. It's just like to look like I'm actually doing something. Most of- a lot of the time, I don't even drink at all. So-"},"996":{"polarity":"neutral","sentence":"So, maybe move away for college."},"2873":{"polarity":"change","sentence":"It'd be easier as-- You know, as a group we-we all work together to become better."},"1034":{"polarity":"neutral","sentence":"Friendship, um, I've-I've grown close to many people that I care about. So, I would like them to be accepting of me as well."},"8098":{"polarity":"change","sentence":"Just seeing it’s just gonna get worse, uh, wha-- that’s what it seems like."},"5305":{"polarity":"neutral","sentence":"I would say an eight."},"7703":{"polarity":"change","sentence":"Oh, um, I feel I should st-stop. I mean, like, I'm not-not unrealistic. I understand that situations like this will happen."},"3317":{"polarity":"neutral","sentence":"Okay."},"4950":{"polarity":"change","sentence":"I promise."},"1943":{"polarity":"change","sentence":"And I know that if they found out, they would be really pissed."},"2970":{"polarity":"neutral","sentence":"Yeah."},"1136":{"polarity":"change","sentence":"Um, it probably will have a very small role, if any-"},"3310":{"polarity":"neutral","sentence":"Yeah."},"8102":{"polarity":"change","sentence":"Yeah."},"2751":{"polarity":"neutral","sentence":"Charlie."},"4584":{"polarity":"neutral","sentence":"And then in terms of respect, I-I kind of view that as one of like my major like rules. Like, I-I really do think respect is important, to respect myself and respect those around me, so."},"2982":{"polarity":"change","sentence":"I could probably do that."},"7272":{"polarity":"neutral","sentence":"Um, I really only drink at parties. I don't drink at home or anything."},"1062":{"polarity":"neutral","sentence":"Yeah."},"3389":{"polarity":"neutral","sentence":"Okay."},"1176":{"polarity":"change","sentence":"Um, probably to stop, maybe next party I go to, not have a drink at all."},"7298":{"polarity":"sustain","sentence":"Um, well, it's fun. I like drinking when my friends are drinking too. Um, I laugh more. It's just fun."},"73":{"polarity":"sustain","sentence":"But I'm healthy. What health problems are you talking about?"},"4689":{"polarity":"neutral","sentence":"Yeah."},"9307":{"polarity":"change","sentence":"I'm gonna start having soup at lunchtime. I suppose a big bowl of soup would be far better than two pies."},"1112":{"polarity":"neutral","sentence":"Yeah."},"4938":{"polarity":"sustain","sentence":"I could, but that could also backfire on me. I feel that I could be ridiculed for being, having a stick up my butt, you know."},"7182":{"polarity":"neutral","sentence":"Maybe if it's on a weekend, maybe six."},"2448":{"polarity":"neutral","sentence":"Mm-hmm."},"3385":{"polarity":"neutral","sentence":"-make it look like I am, kind of."},"79":{"polarity":"change","sentence":"Well, that was fine until I came here, uh, but now that I know about the health risk, uh, I have something I gotta think about."},"39":{"polarity":"change","sentence":"Well, I'm more ready than a six because I'm ready to cut back on my drinking and I don't wanna make my depression any worse."},"6308":{"polarity":"neutral","sentence":"You know, it's kind of like the \"why\" that it's like-"},"21":{"polarity":"neutral","sentence":"Hmm. Well, that's not good news."},"7721":{"polarity":"change","sentence":"I'm pretty confident, especially."},"3298":{"polarity":"sustain","sentence":"Well, I'm not sure if this information is for me, since I've only been drinking once or twice."},"2853":{"polarity":"neutral","sentence":"Mm-hmm."},"1210":{"polarity":"change","sentence":"-I was just planning on telling them that I don't really want to drink anymore. That wasn't me."},"6256":{"polarity":"neutral","sentence":"Uh, yeah, sure. Um, I guess, well, my doctor referred me to see you. Um, I guess he has some concerns about, um, my- my pregnancy and- and my baby. So, um, yeah, well, I'm doing what I'm told."},"980":{"polarity":"neutral","sentence":"Yeah."},"4717":{"polarity":"change","sentence":"It's just because I know that once I make the decision, I know I can do it. It's making the decision in the first place."},"4658":{"polarity":"neutral","sentence":"And so be where I have fun."},"3333":{"polarity":"neutral","sentence":"Yeah. Thanks."},"61":{"polarity":"sustain","sentence":"So, uh, are you saying I drink too much?"},"4687":{"polarity":"change","sentence":"-way too much."},"3302":{"polarity":"sustain","sentence":"Yeah, and a couple of my friends drink too."},"2433":{"polarity":"neutral","sentence":"Yeah. I mean, she watches him so much. I think she's just probably getting stressed out too. And, I feel bad because, you know, it's not her son, so i-it shouldn't be her problem, but, I need something that I can rely on better."},"4664":{"polarity":"change","sentence":"Then it kind of defeats the purpose? [laughs]"},"1877":{"polarity":"change","sentence":"-and I had already been drinking then. Um, I've been really trying not to, but, you know, weekends come around, and, um, all my friends are kind of partying and stuff, and it's been hard to, like, break that habit."},"8118":{"polarity":"change","sentence":"Yeah, but I mean, I guess, just talking about it makes me think oh yeah, I need to- I need to do something about it."},"4624":{"polarity":"change","sentence":"Um, a lot of times, it'll make- it'll make people stupid. [laughs] Yeah, you know, people make dumb decisions and things like that. We-we usually try to be as safe about it"},"3337":{"polarity":"neutral","sentence":"Um, I think all my grades are A's and B's, so, yeah."},"1020":{"polarity":"neutral","sentence":"Um, they're pretty good, As and Bs. So, I'm doing okay."},"495":{"polarity":"neutral","sentence":"Especially with midterms coming up."},"753":{"polarity":"change","sentence":"I have no-- We're going in different-different directions now. He doesn't have the same kind of responsibilities I have and stuff, and so-- And I can't expect him to change his whole life around, just because I wanna change mine."},"2767":{"polarity":"neutral","sentence":"Uh, they're pretty good, you know, high three-point somethings."},"6294":{"polarity":"sustain","sentence":"It's the same thing."},"479":{"polarity":"neutral","sentence":"Um, per night, uh, like if we go out oh, it's a lot. It's like I can drink probably like seven or eight drinks like if I'm going hard. Um, and then, you know, like maybe when I get home from school, a long day at the library, have a beer or two, so."},"4693":{"polarity":"change","sentence":"Um, I'd like to make sure that I'd, you know, in terms of respecting myself and my body, I'd like to, you know, try to drink less."},"1054":{"polarity":"neutral","sentence":"Yeah."},"9113":{"polarity":"neutral","sentence":"Yeah, exactly and another thing is that sometimes in the morning, after I've had a couple of glasses of wine, I kinda feel tired or groggy or low on energy, so, even that I'm not sure is completely relaxing. Especially if I've had a cigarette the night before, I always feel so bad."},"4683":{"polarity":"neutral","sentence":"I usually-- Well, I start off like I make sure that I make my own drink so I know what's in it and how much is in it. So in that way I control how much I drink. So, I usually just, you know, get one of those cups and then make one drink. And then I'll try to make it last as long as possible. And I'll be like, \"All right, this is my one drink\" and I'm good in that way. I still have something in my cup so people aren't gonna be like, \"Oh, here. Have some more.\" I'd be like, \"No, I'm good. I have mine,\" and I'll still be, you know, having some to like let loose a little."},"4612":{"polarity":"neutral","sentence":"So it's nice to have like that kind of breather-"},"3339":{"polarity":"neutral","sentence":"Um, I'm not sure yet, but I'm looking into schools like in the area, so maybe, I don't know, maybe I'll leave home or something."},"6037":{"polarity":"change","sentence":"Yeah. I-I think that that would be a good step forward into-- and a life of possibly being sober and just experiencing the true- the true aspects of life rather than the-the haziness of alcohol."},"7274":{"polarity":"neutral","sentence":"Um, liquor, whenever people are mixing, um, vodka, sometimes beer, but I don't like beer very much. Um, the drinks at parties are usually like vodka and orange juice or gin and tonics."},"6328":{"polarity":"neutral","sentence":"Yeah, of course."},"2401":{"polarity":"neutral","sentence":"Yeah, I mean, I guess it has. Probably just with being so stressed out every day, you know. I mean, I'm in my second semester of school right now, and so, adding that to everything, uh, it's a lot. And, you know, I'm trying to figure out child carry. Um, normally, my mom will watch my son, but, lately, she can't always. And so, I'm always kind of worrying like, will she be able to, you know. So, i-it's just stressful."},"8036":{"polarity":"neutral","sentence":"Um, to try to meet guys."},"1048":{"polarity":"change","sentence":"So maybe people won't bug me about drinking or something."},"1923":{"polarity":"sustain","sentence":"Yeah. And I'm just- you know, you can't just one day flick a switch and become a new person."},"5307":{"polarity":"neutral","sentence":"I would say a four."},"2835":{"polarity":"change","sentence":"Okay."},"9283":{"polarity":"neutral","sentence":"Well, I feel fine, but the-the doc said it could save my life."},"7725":{"polarity":"change","sentence":"And that can't be a ten there's nothing as ten in life I feel. Like there's too many factors but I feel like I'm determined to."},"1208":{"polarity":"neutral","sentence":"I mean-"},"4656":{"polarity":"change","sentence":"So, I, you know, I wanna be as safe as possible in those terms and be in a setting where like we can let loose but still be safe like in someone's house or sort of my parents will tell me something. But-- So, I- like I know that there are dangers involved and I guess I wanna limit that."},"5":{"polarity":"neutral","sentence":"Usually three drinks and glasses of wine."},"459":{"polarity":"neutral","sentence":"Um, it's really stupid. Uh, I was at a pub crawl last night and you know how pub crawls are. You have a few drinks and then I thought it was a really good idea to catch up with my friends who are, yeah, they're in front of me. So I just like jumped off the stairs of the bus and I was wearing these like stilettos 'cause it was a 90s-themed pub crawl. Anyway, and then I just like fell on my ankle. It was really embarrassing."},"4576":{"polarity":"neutral","sentence":"Um, I think a sense of community and belonging."},"1951":{"polarity":"neutral","sentence":"Yeah."}}